[
{"author": "Carol Burnett", "content": "Only I can change my life. No one can do it for me."},
{"author": "Charles R. Swindoll", "content": "Life is 10% what happens to you and 90% how you react to it."},
{"author": null, "content": null},
{"author": "Earl Nightingale", "content": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored."},
{"author": "George Sand", "content": "There is only one happiness in this life, to love and be loved."},
{"author": "Simone de Beauvoir", "content": "Change your life today. Don't gamble on the future, act now, without delay."},
{"author": "Hubert H. Humphrey", "content": "The greatest gift of life is friendship, and I have received it."},
{"author": "Yoko Ono", "content": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life."},
{"author": null, "content": null},
{"author": "Norman Cousins", "content": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."},
{"author": "Kenneth Branagh", "content": "Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things."},
{"author": "Thich Nhat Hanh", "content": "Because of your smile, you make life more beautiful."},
{"author": null, "content": null},
{"author": "Bradley Whitford", "content": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth."},
{"author": "Matt Cameron", "content": "Live life to the fullest, and focus on the positive."},
{"author": null, "content": null},
{"author": "Philip Green", "content": "It's all about quality of life and finding a happy balance between work and friends and family."},
{"author": "Robert Frost", "content": "In three words I can sum up everything I've learned about life: it goes on."},
{"author": "Michael Imperioli", "content": "My family is my life, and everything else comes second as far as what's important to me."},
{"author": "John W. Gardner", "content": "Life is the art of drawing without an eraser."},
{"author": "Menachem Begin", "content": "Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth."},
{"author": null, "content": null},
{"author": "Kareena Kapoor Khan", "content": "Life is full of happiness and tears; be strong and have faith."},
{"author": "William Barclay", "content": "There are two great days in a person's life - the day we are born and the day we discover why."},
{"author": "Omar Khayyam", "content": "Be happy for this moment. This moment is your life."},
{"author": "Phillip Sweet", "content": "Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path."},
{"author": "Henry Rollins", "content": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better."},
{"author": null, "content": null},
{"author": "Oprah Winfrey", "content": "The biggest adventure you can take is to live the life of your dreams."},
{"author": "Kim Kardashian", "content": "At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we're going through."},
{"author": "Kevyn Aucoin", "content": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it."},
{"author": "Albert Einstein", "content": "Life is like riding a bicycle. To keep your balance, you must keep moving."}
]