[{"author": "Kareena Kapoor Khan", "content": "Life is full of happiness and tears; be strong and have faith."}, {"author": "Kelly Clarkson", "content": "God will never give you anything you can't handle, so don't stress."}, {"author": "Martin Luther King, Jr.", "content": "Faith is taking the first step even when you don't see the whole staircase."}, {"author": "Helen Keller", "content": "Faith is the strength by which a shattered world shall emerge into the light."}, {"author": "Rabindranath Tagore", "content": "Faith is the bird that feels the light when the dawn is still dark."}, {"author": "Ben Carson", "content": "Through hard work, perseverance and a faith in God, you can live your dreams."}, {"author": "Mother Teresa", "content": "Be faithful in small things because it is in them that your strength lies."}, {"author": "Zig Ziglar", "content": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty."}, {"author": "Garth Brooks", "content": "Stand straight, walk proud, have a little faith."}, {"author": "George Washington", "content": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all."}, {"author": "Voltaire", "content": "Faith consists in believing when it is beyond the power of reason to believe."}, {"author": "George Herbert", "content": "Prayer should be the key of the day and the lock of the night."}, {"author": "Khalil Gibran", "content": "Doubt is a pain too lonely to know that faith is his twin brother."}, {"author": "Steve Jobs", "content": "Sometimes life hits you in the head with a brick. Don't lose faith."}, {"author": "Mary McLeod Bethune", "content": "Without faith, nothing is possible. With it, nothing is impossible."}, {"author": "Louisa May Alcott", "content": "Happy is the son whose faith in his mother remains unchallenged."}, {"author": "William Penn", "content": "Patience and Diligence, like faith, remove mountains."}, {"author": "Saint Augustine", "content": "Pray as though everything depended on God. Work as though everything depended on you."}, {"author": "Edgar Allan Poe", "content": "I have great faith in fools; self-confidence my friends call it."}, {"author": "Edwin Louis Cole", "content": "Obedience is an act of faith; disobedience is the result of unbelief."}, {"author": "Masi Oka", "content": "Anyone can be a hero. You just have to have faith in yourself."}, {"author": "Martin Luther", "content": "Pray, and let God worry."}, {"author": "Steve Jobs", "content": "It's not a faith in technology. It's faith in people."}, {"author": "Dwight L. Moody", "content": "Faith makes all things possible... love makes all things easy."}, {"author": "Plato", "content": "We are twice armed if we fight with faith."}, {"author": "Friedrich Nietzsche", "content": "A casual stroll through the lunatic asylum shows that faith does not prove anything."}, {"author": "J. R. R. Tolkien", "content": "Faithless is he that says farewell when the road darkens."}, {"author": "Alexis de Tocqueville", "content": "Liberty cannot be established without morality, nor morality without faith."}, {"author": "Miguel de Unamuno", "content": "It is truer to say that martyrs create faith more than faith creates martyrs."}, {"author": "Mahatma Gandhi", "content": "Non-violence requires a double faith, faith in God and also faith in man."}, {"author": "William Wordsworth", "content": "Faith is a passionate intuition."}, {"author": "Martin Luther", "content": "Faith is permitting ourselves to be seized by the things we do not see."}, {"author": "C. S. Lewis", "content": "I gave in, and admitted that God was God."}, {"author": "Khalil Gibran", "content": "Faith is a knowledge within the heart, beyond the reach of proof."}, {"author": "Jonathan Edwards", "content": "Prayer is as natural an expression of faith as breathing is of life."}, {"author": "Owen D. Young", "content": "It takes vision and courage to create - it takes faith and courage to prove."}, {"author": "George Edward Moore", "content": "Faith goes out through the window when beauty comes in at the door."}, {"author": "William Shakespeare", "content": "The love of heaven makes one heavenly."}, {"author": "Mahatma Gandhi", "content": "Non-violence is the article of faith."}, {"author": "Anne Frank", "content": "He who has courage and faith will never perish in misery!"}, {"author": "Ronald Reagan", "content": "We are never defeated unless we give up on God."}, {"author": "Benjamin Franklin", "content": "To Follow by faith alone is to follow blindly."}, {"author": "George W. Bush", "content": "Faith crosses every border and touches every heart in every nation."}, {"author": "Maajid Nawaz", "content": "Unity in faith is theocracy; unity in politics is fascism."}, {"author": "Elizabeth I", "content": "Do not tell secrets to those whose faith and silence you have not already tested."}, {"author": "Victor Hugo", "content": "A library implies an act of faith."}, {"author": "Paula Abdul", "content": "Keep the faith, don't lose your perseverance and always trust your gut extinct."}, {"author": "Vin Scully", "content": "Don't let the winds blow your dreams away... or steal your faith in God."}, {"author": "Michelangelo", "content": "I live and love in God's peculiar light."}, {"author": "Oliver Cromwell", "content": "Keep your faith in God, but keep your powder dry."}, {"author": "Elbert Hubbard", "content": "Love, we say, is life; but love without hope and faith is agonizing death."}, {"author": "Oliver Wendell Holmes, Sr.", "content": "It's faith in something and enthusiasm for something that makes a life worth living."}, {"author": "Flannery O'Connor", "content": "Faith is what someone knows to be true, whether they believe it or not."}, {"author": "Erich Fromm", "content": "Only the person who has faith in himself is able to be faithful to others."}, {"author": "Albert Einstein", "content": "God always takes the simplest way."}, {"author": "Friedrich Nietzsche", "content": "Faith: not wanting to know what is true."}, {"author": "Bruce Springsteen", "content": "Blind faith in your leaders, or in anything, will get you killed."}, {"author": "Franklin D. Roosevelt", "content": "Physical strength can never permanently withstand the impact of spiritual force."}, {"author": "Ellen G. White", "content": "The great moral powers of the soul are faith, hope, and love."}, {"author": "Sean Bean", "content": "Sometimes all you need is a big leap of faith."}, {"author": "Vincent Van Gogh", "content": "Painting is a faith, and it imposes the duty to disregard public opinion."}, {"author": "Ann Jillian", "content": "I wish everybody finds the serenity that good, strong faith brings."}, {"author": "Joseph Campbell", "content": "I don't have to have faith, I have experience."}, {"author": "Edwin Louis Cole", "content": "Your faithfulness makes you trustworthy to God."}, {"author": "Denzel Washington", "content": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace."}, {"author": "Christina Rossetti", "content": "Obedience is the fruit of faith."}, {"author": "Michelangelo", "content": "Faith in oneself is the best and safest course."}, {"author": "Thomas Paine", "content": "Belief in a cruel God makes a cruel man."}, {"author": "Billy Graham", "content": "Believers, look up - take courage. The angels are nearer than you think."}, {"author": "Taylor Swift", "content": "I spend a lot of time balancing between faith and disbelief."}, {"author": "Ben Stein", "content": "Faith is not believing that God can. It is knowing that God will."}, {"author": "Pope Benedict XVI", "content": "An Adult faith does not follow the waves of fashion and the latest novelties."}, {"author": "Joel Osteen", "content": "Faith is about trusting God when you have unanswered questions."}, {"author": "Mahatma Gandhi", "content": "Each one prays to God according to his own light."}, {"author": "William Shakespeare", "content": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair."}, {"author": "Henry David Thoreau", "content": "The smallest seed of faith is better than the largest fruit of happiness."}, {"author": "Mahatma Gandhi", "content": "Faith is not something to grasp, it is a state to grow into."}, {"author": "Gregory Peck", "content": "Faith gives you an inner strength and a sense of balance and perspective in life."}, {"author": "Martin Luther", "content": "Faith must trample under foot all reason, sense, and understanding."}, {"author": "Margo Price", "content": "Sometimes you find your strongest faith in the darkest corners."}, {"author": "Mason Cooley", "content": "Faith moves mountains, but you have to keep pushing while you are praying."}, {"author": "Taylor Swift", "content": "Faith Hill is a big role model."}, {"author": "Darryl Glenn", "content": "I'm a strong man of faith."}, {"author": "Martin Luther", "content": "Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ."}, {"author": "Douglas MacArthur", "content": "A better world shall emerge based on faith and understanding."}, {"author": "Martin Luther", "content": "Reason is the enemy of faith."}, {"author": "H. L. Mencken", "content": "Faith may be defined briefly as an illogical belief in the occurrence of the improbable."}, {"author": "R. Buckminster Fuller", "content": "Faith is much better than belief. Belief is when someone else does the thinking."}, {"author": "Ayn Rand", "content": "God... a being whose only definition is that he is beyond man's power to conceive."}, {"author": "John Donne", "content": "Reason is our soul's left hand, faith her right."}, {"author": "John Greenleaf Whittier", "content": "When faith is lost, when honor dies, the man is dead."}, {"author": "Deepak Chopra", "content": "I have tremendous faith in President Obama's skills. He's a long-term visionary."}, {"author": "John Calvin", "content": "Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?"}, {"author": "Miguel de Unamuno", "content": "Faith which does not doubt is dead faith."}, {"author": "Aretha Franklin", "content": "My faith always has been and always will be important to me."}, {"author": "Michele Bachmann", "content": "Morals are built on religious faith. Virtue is built on morality and influences a culture."}, {"author": "Edwin Louis Cole", "content": "Faith is the ticket to the feast, not the feast."}, {"author": "Romain Rolland", "content": "Skepticism, riddling the faith of yesterday, prepared the way for the faith of tomorrow."}, {"author": "George MacDonald", "content": "The principle part of faith is patience."}, {"author": "Ron Suskind", "content": "The substance of faith is a hope in the unseen."}, {"author": "Ralph Waldo Emerson", "content": "God enters by a private door into every individual."}, {"author": "Ralph Waldo Emerson", "content": "The faith that stands on authority is not faith."}, {"author": "Ralph Waldo Emerson", "content": "Our faith comes in moments; our vice is habitual."}, {"author": "Mahatma Gandhi", "content": "Faith... must be enforced by reason... when faith becomes blind it dies."}, {"author": "Benjamin Franklin", "content": "The way to see by Faith is to shut the Eye of Reason."}, {"author": "Henry David Thoreau", "content": "Faith never makes a confession."}, {"author": "E. B. White", "content": "Writing is an act of faith, not a trick of grammar."}, {"author": "Mahatma Gandhi", "content": "Intolerance betrays want of faith in one's cause."}, {"author": "Mahatma Gandhi", "content": "But for my faith in God, I should have been a raving maniac."}, {"author": "Dalai Lama", "content": "My faith helps me overcome such negative emotions and find my equilibrium."}, {"author": "Paul Tillich", "content": "Doubt is not the opposite of faith; it is one element of faith."}, {"author": "Barack Obama", "content": "You know, my faith is one that admits some doubt."}, {"author": "Voltaire", "content": "To believe in God is impossible not to believe in Him is absurd."}, {"author": "Marcus Tullius Cicero", "content": "A man of courage is also full of faith."}, {"author": "Thomas Carlyle", "content": "Not brute force but only persuasion and faith are the kings of this world."}, {"author": "Viktor E. Frankl", "content": "Faith is trust in ultimate meaning."}, {"author": "Norman Cousins", "content": "My reason nourishes my faith and my faith my reason."}, {"author": "Joel Osteen", "content": "Faith is easy; I think people complicate it."}, {"author": "William Hazlitt", "content": "If you think you can win, you can win. Faith is necessary to victory."}, {"author": "Alfred Lord Tennyson", "content": "There lives more faith in honest doubt, believe me, than in half the creeds."}, {"author": "Joel Osteen", "content": "Faith activates God - Fear activates the Enemy."}, {"author": "Alan Watts", "content": "Faith is a state of openness or trust."}, {"author": "Hans Urs von Balthasar", "content": "Even if a unity of faith is not possible, a unity of love is."}, {"author": "Thomas Browne", "content": "As reason is a rebel to faith, so passion is a rebel to reason."}, {"author": "Joel Osteen", "content": "Life's a fight. It's a good fight of faith."}, {"author": "Ravi Zacharias", "content": "I am totally convinced the Christian faith is the most coherent worldview around."}, {"author": "Barry Commoner", "content": "The age of innocent faith in science and technology may be over."}, {"author": "Oliver Wendell Holmes, Jr.", "content": "The greatest act of faith is when a man understands he is not God."}, {"author": "Ayrton Senna", "content": "If you have God on your side, everything becomes clear."}, {"author": "Dwight L. Moody", "content": "God never made a promise that was too good to be true."}, {"author": "Jason Statham", "content": "There's a huge amount of faith and confidence in the stunt team."}, {"author": "Miguel de Unamuno", "content": "Life is doubt, and faith without doubt is nothing but death."}, {"author": "Thomas More", "content": "I die the king's faithful servant, but God's first."}, {"author": "J. William Fulbright", "content": "In a democracy, dissent is an act of faith."}, {"author": "George Gurdjieff", "content": "If you want to lose your faith, make friends with a priest."}, {"author": "Blaise Pascal", "content": "Faith embraces many truths which seem to contradict each other."}, {"author": "Victor Hugo", "content": "A faith is a necessity to a man. Woe to him who believes in nothing."}, {"author": "Jimmy Carter", "content": "You just have to have a simple faith."}, {"author": "Joyce Meyer", "content": "Our faith is released as we say, pray and do the Word."}, {"author": "Charles Stanley", "content": "He wants you all to Himself to put His loving, divine arms around you."}, {"author": "William James", "content": "Faith means belief in something concerning which doubt is theoretically possible."}, {"author": "Samuel Taylor Coleridge", "content": "That willing suspension of disbelief for the moment, which constitutes poetic faith."}, {"author": "Billy Graham", "content": "I can't prove it scientifically, that there's a God, but I believe."}, {"author": "Thomas S. Monson", "content": "The future is as bright as your faith."}, {"author": "John Dewey", "content": "To me faith means not worrying."}, {"author": "Dwight D. Eisenhower", "content": "Only our individual faith in freedom can keep us free."}, {"author": "Emily Bronte", "content": "I see heaven's glories shine and faith shines equal."}, {"author": "Deepak Chopra", "content": "Science stands for rational thought, faith for superstition and unreason."}, {"author": "Elbert Hubbard", "content": "Fear clogs; faith liberates."}, {"author": "Faith Evans", "content": "Faith is not a sense, nor sight, nor reason, but taking God at His work."}, {"author": "Gustave Flaubert", "content": "Art requires neither complaisance nor politeness; nothing but faith, faith and freedom."}, {"author": "Charles Henry Parkhurst", "content": "Faith is the heroism of the intellect."}, {"author": "Tim Tebow", "content": "It's attractive when girls have faith. That is a big thing for me."}, {"author": "Paul Tillich", "content": "Faith is the state of being ultimately concerned."}, {"author": "Bethenny Frankel", "content": "Faith, culture, structure and guidance are good things."}, {"author": "Benjamin Disraeli", "content": "Duty cannot exist without faith."}, {"author": "Wilma Mankiller", "content": "I want to be remembered as the person who helped us restore faith in ourselves."}, {"author": "John Ortberg", "content": "At the heart of Christian faith is the story of Jesus' death and resurrection."}, {"author": "Steve-O", "content": "My main focus in sobriety has been to replace fear with faith or love."}, {"author": "Novalis", "content": "Knowledge is only one half. Faith is the other."}, {"author": "Joe Bob Briggs", "content": "Faith is like a kernel of wheat."}]