[{"author": "Carol Burnett", "content": "Only I can change my life. No one can do it for me."}, {"author": "Charles R. Swindoll", "content": "Life is 10% what happens to you and 90% how you react to it."}, {"author": "George Sand", "content": "There is only one happiness in this life, to love and be loved."}, {"author": "Simone de Beauvoir", "content": "Change your life today. Don't gamble on the future, act now, without delay."}, {"author": "Hubert H. Humphrey", "content": "The greatest gift of life is friendship, and I have received it."}, {"author": "Thich Nhat Hanh", "content": "Because of your smile, you make life more beautiful."}, {"author": "Matt Cameron", "content": "Live life to the fullest, and focus on the positive."}, {"author": "Robert Frost", "content": "In three words I can sum up everything I've learned about life: it goes on."}, {"author": "John W. Gardner", "content": "Life is the art of drawing without an eraser."}, {"author": "Kareena Kapoor Khan", "content": "Life is full of happiness and tears; be strong and have faith."}, {"author": "Omar Khayyam", "content": "Be happy for this moment. This moment is your life."}, {"author": "Oprah Winfrey", "content": "The biggest adventure you can take is to live the life of your dreams."}, {"author": "Albert Einstein", "content": "Life is like riding a bicycle. To keep your balance, you must keep moving."}, {"author": "John Dewey", "content": "Education is not preparation for life; education is life itself."}, {"author": "Elbert Hubbard", "content": "Do not take life too seriously. You will never get out of it alive."}, {"author": "Magdalena Neuner", "content": "My life motto is 'Do my best, so that I can't blame myself for anything.'"}, {"author": "Confucius", "content": "Life is really simple, but we insist on making it complicated."}, {"author": "Avril Lavigne", "content": "Life is like a roller coaster, live it, be happy, enjoy life."}, {"author": "Sara Paretsky", "content": "I'm lucky in having found the perfect partner to spend my life with."}, {"author": "Willie Nelson", "content": "When I started counting my blessings, my whole life turned around."}, {"author": "Publilius Syrus", "content": "Good health and good sense are two of life's greatest blessings."}, {"author": "Mark Twain", "content": "Good friends, good books and a sleepy conscience: this is the ideal life."}, {"author": "Mahatma Gandhi", "content": "Where there is love there is life."}, {"author": "Buddha", "content": "Just as a candle cannot burn without fire, men cannot live without a spiritual life."}, {"author": "Jean de La Fontaine", "content": "Friendship is the shadow of the evening, which increases with the setting sun of life."}, {"author": "Gary Allan", "content": "Life ain't always beautiful, but it's a beautiful ride."}, {"author": "Paulo Coelho", "content": "Life was always a matter of waiting for the right moment to act."}, {"author": "Khalid", "content": "Positivity, confidence, and persistence are key in life, so never give up on yourself."}, {"author": "Chris Rock", "content": "There are only three things women need in life: food, water, and compliments."}, {"author": "Karolina Kurkova", "content": "Simply enjoy life and the great pleasures that come with it."}, {"author": "Pablo Picasso", "content": "The purpose of art is washing the dust of daily life off our souls."}, {"author": "Victor Hugo", "content": "Concision in style, precision in thought, decision in life."}, {"author": "John Scalzi", "content": "Do what you need to do and enjoy life as it happens."}, {"author": "Mark Twain", "content": "All you need in this life is ignorance and confidence, and then success is sure."}, {"author": "George Eliot", "content": "Life began with waking up and loving my mother's face."}, {"author": "Christopher Morley", "content": "A man who has never made a woman angry is a failure in life."}, {"author": "Iain Duncan Smith", "content": "Luck is great, but most of life is hard work."}, {"author": "Immanuel Kant", "content": "Science is organized knowledge. Wisdom is organized life."}, {"author": "Hugh Prather", "content": "Just when I think I have learned the way to live, life changes."}, {"author": "Sophocles", "content": "Children are the anchors that hold a mother to life."}, {"author": "Louis Tomlinson", "content": "Live life for the moment because everything else is uncertain!"}, {"author": "Marcus Tullius Cicero", "content": "The life of the dead is placed in the memory of the living."}, {"author": "Charles M. Schulz", "content": "Life is like a ten speed bicycle. Most of us have gears we never use."}, {"author": "Barbara Bush", "content": "I think togetherness is a very important ingredient to family life."}, {"author": "Khalil Gibran", "content": "For life and death are one, even as the river and the sea are one."}, {"author": "Romy Schneider", "content": "Memories are the best things in life, I think."}, {"author": "Miley Cyrus", "content": "Life is all about having a good time."}, {"author": "Elayne Boosler", "content": "My fashion philosophy is, if you're not covered in dog hair, your life is empty."}, {"author": "A. P. J. Abdul Kalam", "content": "The bird is powered by its own life and by its motivation."}, {"author": "Ronald Reagan", "content": "Life is one grand, sweet song, so start the music."}, {"author": "Joyce Meyer", "content": "You cannot have a positive life and a negative mind."}, {"author": "Stephen Hawking", "content": "However difficult life may seem, there is always something you can do and succeed at."}, {"author": "Rufus Wainwright", "content": "Life is a game and true love is a trophy."}, {"author": "David Duchovny", "content": "The happiest moment of my life was probably when my daughter was born."}, {"author": "Teri Garr", "content": "Take a step back, evaluate what is important, and enjoy life."}, {"author": "Muhammad Ali", "content": "He who is not courageous enough to take risks will accomplish nothing in life."}, {"author": "Ridley Scott", "content": "Life isn't black and white. It's a million gray areas, don't you find?"}, {"author": "Oscar Wilde", "content": "If you are not too long, I will wait here for you all my life."}, {"author": "Lil Wayne", "content": "I like people that enjoy life, 'cause I do the same."}, {"author": "Sylvia Earle", "content": "No water, no life. No blue, no green."}, {"author": "Scott Hamilton", "content": "The only disability in life is a bad attitude."}, {"author": "Ann Landers", "content": "Nobody gets to live life backward. Look ahead, that is where your future lies."}, {"author": "Michael Franti", "content": "No life's worth more than any other, no sister worth less than any brother."}, {"author": "Kenneth H. Cooper", "content": "The reason I exercise is for the quality of life I enjoy."}, {"author": "Brooke Shields", "content": "Smoking kills. If you're killed, you've lost a very important part of your life."}, {"author": "Neale Donald Walsch", "content": "Life begins at the end of your comfort zone."}, {"author": "Marc Anthony", "content": "If you do what you love, you'll never work a day in your life."}, {"author": "Sarah Louise Delany", "content": "Life is short, and it is up to you to make it sweet."}, {"author": "Victor Hugo", "content": "Life is the flower for which love is the honey."}, {"author": "Bertrand Russell", "content": "The good life is one inspired by love and guided by knowledge."}, {"author": "Pat Conroy", "content": "Without music, life is a journey through a desert."}, {"author": "Simone de Beauvoir", "content": "I wish that every human life might be pure transparent freedom."}, {"author": "Phillips Brooks", "content": "Be patient and understanding. Life is too short to be vengeful or malicious."}, {"author": "Soren Kierkegaard", "content": "Life can only be understood backwards; but it must be lived forwards."}, {"author": "Albert Schweitzer", "content": "There are two means of refuge from the miseries of life: music and cats."}, {"author": "George Takei", "content": "I intend to live life, not just exist."}, {"author": "David L. Wolper", "content": "Relax! Life is beautiful!"}, {"author": "Big Boi", "content": "Life moves so fast. You gotta document the good times, man."}, {"author": "Josephine de La Baume", "content": "You can really only enjoy life when you're extremely busy."}, {"author": "Vanessa Paradis", "content": "Life is like the ocean, it goes up and down."}, {"author": "Bobby Brown", "content": "I feel that the simplicity of life is just being yourself."}, {"author": "Helen Keller", "content": "Life is either a great adventure or nothing."}, {"author": "Elizabeth Kenny", "content": "It's better to be a lion for a day than a sheep all your life."}, {"author": "Tracy McMillan", "content": "Caring - about people, about things, about life - is an act of maturity."}, {"author": "George Bernard Shaw", "content": "Alcohol is the anesthesia by which we endure the operation of life."}, {"author": "Jurgen Klopp", "content": "Life is too short not to celebrate nice moments!"}, {"author": "John de Mol, Jr.", "content": "You learn more about life from watching 'Big Brother' than from reading a book."}, {"author": "Pope Francis", "content": "Life is a journey. When we stop, things don't go right."}, {"author": "W. E. B. Du Bois", "content": "Education must not simply teach work - it must teach Life."}, {"author": "Regina Brett", "content": "No one really has a bad life. Not even a bad day. Just bad moments."}, {"author": "Ludwig van Beethoven", "content": "Music is the mediator between the spiritual and the sensual life."}, {"author": "John Wooden", "content": "Whatever you do in life, surround yourself with smart people who'll argue with you."}, {"author": "Tori Amos", "content": "Being stylish is about enjoying your life and expressing yourself and your inner light."}, {"author": "Friedrich Nietzsche", "content": "He who has a why to live can bear almost any how."}, {"author": "Boris Pasternak", "content": "Surprise is the greatest gift which life can grant us."}, {"author": "Bob Marley", "content": "Open your eyes, look within. Are you satisfied with the life you're living?"}, {"author": "Katharine Hepburn", "content": "Life is hard. After all, it kills you."}, {"author": "Hans Christian Andersen", "content": "Life itself is the most wonderful fairy tale."}, {"author": "Caroline Shaw", "content": "Be free, and live life fully."}, {"author": "Joseph Addison", "content": "Reading is a basic tool in the living of a good life."}, {"author": "Steve Jobs", "content": "Sometimes life hits you in the head with a brick. Don't lose faith."}, {"author": "Gavin Rossdale", "content": "A happy wife is a happy life."}, {"author": "Joe Biden", "content": "Failure at some point in your life is inevitable, but giving up is unforgivable."}, {"author": "Marcus Aurelius", "content": "Our life is what our thoughts make it."}, {"author": "Jeanne Calment", "content": "Always keep your smile. That's how I explain my long life."}, {"author": "Carol Burnett", "content": "Words, once they are printed, have a life of their own."}, {"author": "Cristiano Ronaldo", "content": "Without football, my life is worth nothing."}, {"author": "Lindsey Vonn", "content": "It's amazing. Life changes very quickly, in a very positive way, if you let it."}, {"author": "Jackie Robinson", "content": "A life is not important except in the impact it has on other lives."}, {"author": "Henry David Thoreau", "content": "The price of anything is the amount of life you exchange for it."}, {"author": "Albert Einstein", "content": "Without deep reflection one knows from daily life that one exists for other people."}, {"author": "John Lennon", "content": "Life is what happens while you are busy making other plans."}, {"author": "John Barth", "content": "Everyone is necessarily the hero of his own life story."}, {"author": "Carolyn Gold Heilbrun", "content": "Romance is the glamour which turns the dust of everyday life into a golden haze."}, {"author": "Marcus Aurelius", "content": "Life is neither good or evil, but only a place for good and evil."}, {"author": "Lao Tzu", "content": "Life and death are one thread, the same line viewed from different sides."}, {"author": "Danny Meyer", "content": "Life is a series of waves to be embraced and overcome."}, {"author": "Carla Gugino", "content": "My favorite thing is to have a big dinner with friends and talk about life."}, {"author": "Ella Woodward", "content": "When life gives you Monday, dip it in glitter and sparkle all day."}, {"author": "Hugh Mackay", "content": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational."}, {"author": "Nas", "content": "I just enjoy life now. I just enjoy every morning I get to wake up."}, {"author": "Winston Churchill", "content": "You have enemies? Good. That means you've stood up for something, sometime in your life."}, {"author": "Mary McGarry Morris", "content": "I'm a quiet person, and I live a quiet, pleasant, ordinary, simple life."}, {"author": "Francis Bacon", "content": "A bachelor's life is a fine breakfast, a flat lunch, and a miserable dinner."}, {"author": "Dick Clark", "content": "Music is the soundtrack of your life."}, {"author": "Orhan Pamuk", "content": "Life is short, and we should respect every moment of it."}, {"author": "William James", "content": "Believe that life is worth living and your belief will help create the fact."}, {"author": "Lucius Annaeus Seneca", "content": "A happy life is one which is in accordance with its own nature."}, {"author": "Leo Tolstoy", "content": "The sole meaning of life is to serve humanity."}, {"author": "Paul Cezanne", "content": "We live in a rainbow of chaos."}, {"author": "Morris West", "content": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine."}, {"author": "Muhammad Ali", "content": "Old age is just a record of one's whole life."}, {"author": "Khalil Gibran", "content": "Life without love is like a tree without blossoms or fruit."}, {"author": "Laura Ingalls Wilder", "content": "It is the sweet, simple things of life which are the real ones after all."}, {"author": "Donald Trump", "content": "My whole life is about winning. I don't lose often. I almost never lose."}, {"author": "Henry Ward Beecher", "content": "A library is not a luxury but one of the necessities of life."}, {"author": "Martin Luther King, Jr.", "content": "Life's most persistent and urgent question is, 'What are you doing for others?'"}, {"author": "Douglas Wilson", "content": "Use plants to bring life."}, {"author": "Alejandro Gonzalez Inarritu", "content": "Life and death are illusions. We are in a constant state of transformation."}, {"author": "Tamara Mellon", "content": "My daughter is my passion and my life."}, {"author": "Charlie Chaplin", "content": "Life could be wonderful if people would leave you alone."}, {"author": "Henry Wadsworth Longfellow", "content": "Into each life some rain must fall."}, {"author": "Shah Rukh Khan", "content": "Success and failure are both part of life. Both are not permanent."}, {"author": "Kim Kardashian", "content": "It's fun to have a partner who understands your life and lets you be you."}, {"author": "Carly Fiorina", "content": "Life is measured in love and positive contributions and moments of grace."}, {"author": "Elon Musk", "content": "Life is too short for long-term grudges."}, {"author": "Vicki Lawrence", "content": "Life is much too serious to be taken seriously."}, {"author": "Arnold H. Glasow", "content": "Telling a teenager the facts of life is like giving a fish a bath."}, {"author": "Audrey Hepburn", "content": "Water is life, and clean water means health."}, {"author": "Albert Einstein", "content": "The monotony and solitude of a quiet life stimulates the creative mind."}, {"author": "Lionel Messi", "content": "There are more important things in life than winning or losing a game."}, {"author": "Jim Henson", "content": "Life's like a movie, write your own ending. Keep believing, keep pretending."}, {"author": "Juliette Binoche", "content": "What I love most about this crazy life is the adventure of it."}, {"author": "Anne Hathaway", "content": "Weddings are important because they celebrate life and possibility."}, {"author": "Leonardo da Vinci", "content": "As a well-spent day brings happy sleep, so a life well spent brings happy death."}, {"author": "Prince William", "content": "My guiding principles in life are to be honest, genuine, thoughtful and caring."}, {"author": "Socrates", "content": "Beware the barrenness of a busy life."}, {"author": "Kimberly Elise", "content": "I live a very joyful life, with a lot of laughter and good times."}, {"author": "Stephen Covey", "content": "There are three constants in life... change, choice and principles."}, {"author": "Cesare Pavese", "content": "We do not remember days, we remember moments."}, {"author": "Mort Sahl", "content": "My life needs editing."}, {"author": "Vincent Van Gogh", "content": "What would life be if we had no courage to attempt anything?"}, {"author": "Jack Kerouac", "content": "Maybe that's what life is... a wink of the eye and winking stars."}, {"author": "Arthur Rubinstein", "content": "I have found that if you love life, life will love you back."}, {"author": "Eckhart Tolle", "content": "Life is an adventure, it's not a package tour."}, {"author": "Kid Cudi", "content": "My life is like a speeding bullet that just hasn't hit the target yet."}, {"author": "L. Ron Hubbard", "content": "Never regret yesterday. Life is in you today and you make your tomorrow."}, {"author": "Isaac Asimov", "content": "Life is pleasant. Death is peaceful. It's the transition that's troublesome."}, {"author": "Edwin Markham", "content": "The crest and crowning of all good, Life's final star, is brotherhood."}, {"author": "Matt Groening", "content": "Here's to alcohol: the cause of, and answer to, all of life's problems."}, {"author": "Charlie Chaplin", "content": "Life is a tragedy when seen in close-up, but a comedy in long-shot."}, {"author": "Claude Pepper", "content": "Life is like riding a bicycle: you don't fall off unless you stop pedaling."}, {"author": "Friedrich Nietzsche", "content": "Without music, life would be a mistake."}, {"author": "Socrates", "content": "The unexamined life is not worth living."}, {"author": "George Bernard Shaw", "content": "Life isn't about finding yourself. Life is about creating yourself."}, {"author": "Karan Patel", "content": "I am blessed with a funny gene that makes me enjoy life."}, {"author": "Carl Sandburg", "content": "A baby is God's opinion that life should go on."}, {"author": "Arthur Rubinstein", "content": "Even when I'm sick and depressed, I love life."}, {"author": "Gene Simmons", "content": "I don't wait for the calendar to figure out when I should live life."}, {"author": "Napoleon Hill", "content": "It takes half your life before you discover life is a do-it-yourself project."}, {"author": "Stephen Hawking", "content": "Life would be tragic if it weren't funny."}, {"author": "Rollo May", "content": "Life comes from physical survival; but the good life comes from what we care about."}, {"author": "George Eliot", "content": "The beginning of compunction is the beginning of a new life."}, {"author": "Post Malone", "content": "You just got with the flow because life is just all about how you feel."}, {"author": "Esme Bianco", "content": "You can't get anywhere in life without taking risks."}, {"author": "Michael Imperioli", "content": "I do smoke in real life. A lot. We're all smoking right now in fact."}, {"author": "Lillian Gish", "content": "A happy life is one spent in learning, earning, and yearning."}, {"author": "Soren Kierkegaard", "content": "Life is not a problem to be solved, but a reality to be experienced."}, {"author": "Shel Silverstein", "content": "Comfortable shoes and the freedom to leave are the two most important things in life."}, {"author": "Lord Byron", "content": "The great art of life is sensation, to feel that we exist, even in pain."}, {"author": "Roy Ayers", "content": "I don't trip on that much. I just like to enjoy life and be happy."}, {"author": "Logan Pearsall Smith", "content": "People say that life is the thing, but I prefer reading."}, {"author": "Gza", "content": "Live a life full of humility, gratitude, intellectual curiosity, and never stop learning."}, {"author": "Benjamin Franklin", "content": "Life's tragedy is that we get old too soon and wise too late."}, {"author": "Isabel Allende", "content": "My life is about ups and downs, great joys and great losses."}, {"author": "Douglas Coupland", "content": "Flying dreams mean that you're doing the right thing with your life."}, {"author": "Dianne Reeves", "content": "Even in a world with much sadness, at its essence, life is beautiful."}, {"author": "Swami Sivananda", "content": "Today is your own. Tomorrow perchance may never come."}, {"author": "Corazon Aquino", "content": "I would rather die a meaningful death than to live a meaningless life."}, {"author": "Rihanna", "content": "I'm really looking forward to seeing what life brings to me."}, {"author": "Amitabh Bachchan", "content": "Life is a blur when one is essaying different roles; it is so fulfilling."}, {"author": "Carol Burnett", "content": "I'm so happy with what has happened in my life."}, {"author": "William Cowper", "content": "Variety's the very spice of life, That gives it all its flavor."}, {"author": "Soren Kierkegaard", "content": "Our life always expresses the result of our dominant thoughts."}, {"author": "Don Miguel Ruiz", "content": "Every human is an artist. The dream of your life is to make beautiful art."}, {"author": "Dalai Lama", "content": "The purpose of our lives is to be happy."}, {"author": "Richard E. Grant", "content": "Never give up. You only get one life. Go for it!"}, {"author": "Marilyn Monroe", "content": "Sometimes I feel my whole life has been one big rejection."}, {"author": "Robert Kurson", "content": "It's never too late in life to have a genuine adventure."}, {"author": "Joseph Campbell", "content": "The privilege of a lifetime is being who you are."}, {"author": "Valentino Rossi", "content": "My normal life is like being on holiday."}, {"author": "Harvey Mackay", "content": "A student of life considers the world a classroom."}, {"author": "Josh Billings", "content": "Life consists not in holding good cards but in playing those you hold well."}, {"author": "Plato", "content": "Life must be lived as play."}, {"author": "Jean Paul", "content": "Music is moonlight in the gloomy night of life."}, {"author": "Steve Jobs", "content": "I believe life is an intelligent thing: that things aren't random."}, {"author": "Channing Tatum", "content": "Life is too short to miss out on the beautiful things like a double cheeseburger."}, {"author": "Eleanor Roosevelt", "content": "If life were predictable it would cease to be life, and be without flavor."}, {"author": "Mahatma Gandhi", "content": "There is more to life than increasing its speed."}, {"author": "George Sand", "content": "Life in common among people who love each other is the ideal of happiness."}, {"author": "Ralph Waldo Emerson", "content": "All life is an experiment. The more experiments you make the better."}, {"author": "Rebecca Pidgeon", "content": "Contemplate the good things in your life and be grateful for them."}, {"author": "Carol Burnett", "content": "Because nobody goes through life without a scar."}, {"author": "Johann Wolfgang von Goethe", "content": "All theory, dear friend, is gray, but the golden tree of life springs ever green."}, {"author": "Zoe Foster Blake", "content": "We live a happy life, and we don't take anything too seriously."}, {"author": "Martin Luther King, Jr.", "content": "The quality, not the longevity, of one's life is what is important."}, {"author": "Orlando Bloom", "content": "I just want to have a nice, happy life."}, {"author": "Tim Tebow", "content": "I really try to enjoy life and have joy with what I do."}, {"author": "Emily Dickinson", "content": "Find ecstasy in life; the mere sense of living is joy enough."}, {"author": "Donald Trump", "content": "Everything in life is luck."}, {"author": "Wayne Dyer", "content": "Doing what you love is the cornerstone of having abundance in your life."}, {"author": "Maya Angelou", "content": "There is a very fine line between loving life and being greedy for it."}, {"author": "Emily Dickinson", "content": "That it will never come again is what makes life sweet."}, {"author": "Henry David Thoreau", "content": "To affect the quality of the day, that is the highest of arts."}, {"author": "Robert Fulghum", "content": "All I really need to know... I learned in kindergarten."}, {"author": "Leo Tolstoy", "content": "True life is lived when tiny changes occur."}, {"author": "Irving Berlin", "content": "Life is 10 percent what you make it, and 90 percent how you take it."}, {"author": "Amos Bronson Alcott", "content": "The less routine the more life."}, {"author": "Oscar Wilde", "content": "Life is far too important a thing ever to talk seriously about."}, {"author": "William Wallace", "content": "Every man dies. Not every man really lives."}, {"author": "Peter De Vries", "content": "Life is a zoo in a jungle."}, {"author": "Tom Felton", "content": "Whatever life throws at me I'll take it and be grateful for it as well."}, {"author": "James M. Barrie", "content": "Life is a long lesson in humility."}, {"author": "Mark Twain", "content": "When we remember we are all mad, the mysteries disappear and life stands explained."}, {"author": "Geoffrey Rush", "content": "I always had a fantasy of being a chef, because I like kitchen life."}, {"author": "Arthur Miller", "content": "Maybe all one can do is hope to end up with the right regrets."}, {"author": "Isaac Bashevis Singer", "content": "Kindness, I've discovered, is everything in life."}, {"author": "Mahatma Gandhi", "content": "My life is my message."}, {"author": "Marcus Aurelius", "content": "The art of living is more like wrestling than dancing."}, {"author": "Bob Dylan", "content": "He not busy being born is busy dying."}, {"author": "Rabindranath Tagore", "content": "We live in the world when we love it."}, {"author": "Robert Herrick", "content": "The person lives twice who lives the first life well."}, {"author": "Frank Lloyd Wright", "content": "Give me the luxuries of life and I will willingly do without the necessities."}, {"author": "Rose Kennedy", "content": "Life isn't a matter of milestones, but of moments."}, {"author": "Socrates", "content": "Not life, but good life, is to be chiefly valued."}, {"author": "Oscar Wilde", "content": "Life imitates art far more than art imitates Life."}, {"author": "Ralph Waldo Emerson", "content": "With the past, I have nothing to do; nor with the future. I live now."}, {"author": "George Gershwin", "content": "Life is a lot like jazz... it's best when you improvise."}, {"author": "Ralph Waldo Emerson", "content": "It is not length of life, but depth of life."}, {"author": "Woody Allen", "content": "Seventy percent of success in life is showing up."}, {"author": "Marcus Tullius Cicero", "content": "While there's life, there's hope."}, {"author": "Anais Nin", "content": "The personal life deeply lived always expands into truths beyond itself."}, {"author": "Johann Wolfgang von Goethe", "content": "Character develops itself in the stream of life."}, {"author": "Samuel Butler", "content": "Life is the art of drawing sufficient conclusions from insufficient premises."}, {"author": "Oliver Goldsmith", "content": "You can preach a better sermon with your life than with your lips."}, {"author": "Louis Armstrong", "content": "What we play is life."}, {"author": "Craig Venter", "content": "Life is a DNA software system."}, {"author": "Horace", "content": "Life is largely a matter of expectation."}, {"author": "Charlotte Bronte", "content": "Life appears to me too short to be spent in nursing animosity, or registering wrongs."}, {"author": "Zhuangzi", "content": "Life comes from the earth and life returns to the earth."}, {"author": "John Henry Newman", "content": "To live is to change, and to be perfect is to have changed often."}, {"author": "Tennessee Williams", "content": "To be free is to have achieved your life."}, {"author": "Dustin Hoffman", "content": "The two basic items necessary to sustain life are sunshine and coconut milk."}, {"author": "Ralph Waldo Emerson", "content": "Life consists in what a man is thinking of all day."}, {"author": "Euripides", "content": "The greatest pleasure of life is love."}, {"author": "Helen Hayes", "content": "The hardest years in life are those between ten and seventy."}, {"author": "Henri Frederic Amiel", "content": "The best path through life is the highway."}, {"author": "Alice Roosevelt Longworth", "content": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches."}, {"author": "William Feather", "content": "No man is a failure who is enjoying life."}, {"author": "Jackie Kennedy", "content": "I want to live my life, not record it."}, {"author": "Emily Dickinson", "content": "To live is so startling it leaves little time for anything else."}, {"author": "Jean-Paul Sartre", "content": "Everything has been figured out, except how to live."}, {"author": "Lauryn Hill", "content": "We can't plan life. All we can do is be available for it."}, {"author": "Sidonie Gabrielle Colette", "content": "What a wonderful life I've had! I only wish I'd realized it sooner."}, {"author": "Douglas MacArthur", "content": "Life is a lively process of becoming."}, {"author": "Julia Child", "content": "Life itself is the proper binge."}, {"author": "Euripides", "content": "There is just one life for each of us: our own."}, {"author": "Anne Morrow Lindbergh", "content": "The most exhausting thing in life is being insincere."}, {"author": "Alexis Carrel", "content": "Life leaps like a geyser for those who drill through the rock of inertia."}, {"author": "Brendan Gill", "content": "Not a shred of evidence exists in favor of the idea that life is serious."}, {"author": "George A. Moore", "content": "The difficulty in life is the choice."}, {"author": "Jean Anouilh", "content": "Our entire life - consists ultimately in accepting ourselves as we are."}, {"author": "Gilbert Parker", "content": "The real business of life is trying to understand each other."}, {"author": "Theodor W. Adorno", "content": "Wrong life cannot be lived rightly."}, {"author": "Robert James Waller", "content": "Life is never easy for those who dream."}, {"author": "George Herbert", "content": "Life is half spent before we know what it is."}, {"author": "Amelia Barr", "content": "With renunciation life begins."}, {"author": "Albert Einstein", "content": "Only a life lived for others is a life worthwhile."}, {"author": "Henry David Thoreau", "content": "Our truest life is when we are in dreams awake."}, {"author": "William Shakespeare", "content": "I bear a charmed life."}, {"author": "Friedrich Nietzsche", "content": "Art is the proper task of life."}, {"author": "Maya Angelou", "content": "Life loves the liver of it."}, {"author": "George Eliot", "content": "What do we live for, if not to make life less difficult for each other?"}, {"author": "Robert Byrne", "content": "The purpose of life is a life of purpose."}, {"author": "Marcus Aurelius", "content": "Execute every act of thy life as though it were thy last."}, {"author": "Novalis", "content": "Only an artist can interpret the meaning of life."}, {"author": "Leonardo da Vinci", "content": "Just as courage imperils life, fear protects it."}, {"author": "Rainer Maria Rilke", "content": "Let life happen to you. Believe me: life is in the right, always."}, {"author": "Leonardo da Vinci", "content": "Life well spent is long."}, {"author": "Anais Nin", "content": "People living deeply have no fear of death."}, {"author": "Seneca", "content": "Begin at once to live, and count each separate day as a separate life."}, {"author": "Lucius Annaeus Seneca", "content": "While we are postponing, life speeds by."}, {"author": "Will Rogers", "content": "We are all here for a spell, get all the good laughs you can."}, {"author": "Johann Wolfgang von Goethe", "content": "What is important in life is life, and not the result of life."}, {"author": "Henri Nouwen", "content": "The greatest trap in our life is not success, popularity or power, but self-rejection."}, {"author": "Marcus Tullius Cicero", "content": "To live is to think."}, {"author": "George Whitefield", "content": "Take care of your life and the Lord will take care of your death."}, {"author": "Henri Frederic Amiel", "content": "The man who has no inner-life is a slave to his surroundings."}, {"author": "Peter Diamandis", "content": "Nothing is more precious than life... especially the life of your child."}, {"author": "William James", "content": "This life is worth living, we can say, since it is what we make it."}, {"author": "Joel Osteen", "content": "Life's a fight. It's a good fight of faith."}, {"author": "O. Henry", "content": "Life is made up of sobs, sniffles, and smiles, with sniffles predominating."}, {"author": "Horace", "content": "Remember when life's path is steep to keep your mind even."}, {"author": "Emily Dickinson", "content": "I argue thee that love is life. And life hath immortality."}, {"author": "Alfred Adler", "content": "The chief danger in life is that you may take too many precautions."}, {"author": "Truman Capote", "content": "Life is a moderately good play with a badly written third act."}, {"author": "Vivien Leigh", "content": "Life is too short to work so hard."}, {"author": "Nathaniel Hawthorne", "content": "Life is made up of marble and mud."}, {"author": "Grandma Moses", "content": "Life is what we make it, always has been, always will be."}, {"author": "Desiderius Erasmus", "content": "To know nothing is the happiest life."}, {"author": "Fran Lebowitz", "content": "Life is something to do when you can't get to sleep."}, {"author": "Robert Louis Stevenson", "content": "An aim in life is the only fortune worth finding."}, {"author": "Douglas Adams", "content": "Life is wasted on the living."}, {"author": "e. e. cummings", "content": "Unbeing dead isn't being alive."}, {"author": "Corita Kent", "content": "Life is a succession of moments, to live each one is to succeed."}, {"author": "Michel de Montaigne", "content": "My trade and art is to live."}, {"author": "Mignon McLaughlin", "content": "For the happiest life, days should be rigorously planned, nights left open to chance."}, {"author": "John Henry Newman", "content": "Growth is the only evidence of life."}, {"author": "Karen Horney", "content": "Life itself still remains a very effective therapist."}, {"author": "Oliver Wendell Holmes, Jr.", "content": "Life is painting a picture, not doing a sum."}, {"author": "Elizabeth Gaskell", "content": "A little credulity helps one on through life very smoothly."}, {"author": "Samuel Smiles", "content": "Life will always be to a large extent what we ourselves make it."}, {"author": "John Cleese", "content": "You don't have to be the Dalai Lama to tell people that life's about change."}, {"author": "Anne Morrow Lindbergh", "content": "Life is a gift, given in trust - like a child."}, {"author": "Publilius Syrus", "content": "Each day is the scholar of yesterday."}, {"author": "Stephen Jay Gould", "content": "We pass through this world but once."}, {"author": "Jackie Gleason", "content": "How sweet it is!"}, {"author": "John Ruskin", "content": "There is no wealth but life."}, {"author": "Eric Butterworth", "content": "Don't go through life, grow through life."}, {"author": "Jean Ingelow", "content": "A healthful hunger for a great idea is the beauty and blessedness of life."}, {"author": "Andrew Lang", "content": "Life's more amusing than we thought."}, {"author": "Robert Hall", "content": "We are to seek wisdom and understanding only in the length of days."}, {"author": "George Lucas", "content": "I am simply trying to struggle through life; trying to do God's bidding."}, {"author": "Anthony Hopkins", "content": "I love life because what more is there?"}, {"author": "Dave Barry", "content": "Life is anything that dies when you stomp on it."}, {"author": "Emile Zola", "content": "I am an artist... I am here to live out loud."}, {"author": "Jeff Rich", "content": "Life is a work in progress."}, {"author": "Jose Ortega y Gasset", "content": "I am I plus my circumstances."}, {"author": "Jose Ortega y Gasset", "content": "We cannot put off living until we are ready."}, {"author": "Karl A. Menninger", "content": "Unrest of spirit is a mark of life."}, {"author": "Tom Wilson", "content": "Nobody got where they are today by living for tomorrow."}, {"author": "Matthew Arnold", "content": "Conduct is three-fourths of our life and its largest concern."}, {"author": "E. M. Forster", "content": "The main facts in human life are five: birth, food, sleep, love and death."}, {"author": "William Lyon Phelps", "content": "The fear of life is the favorite disease of the 20th century."}, {"author": "Ursula Andress", "content": "I take care of my flowers and my cats. And enjoy food. And that's living."}, {"author": "Lillie Langtry", "content": "I do not regret one moment of my life."}, {"author": "John Clare", "content": "If life had a second edition, how I would correct the proofs."}, {"author": "Havelock Ellis", "content": "Pain and death are part of life. To reject them is to reject life itself."}, {"author": "Jean Paul", "content": "Every man regards his own life as the New Year's Eve of time."}, {"author": "Samuel Butler", "content": "Life is not an exact science, it is an art."}, {"author": "Jean Cocteau", "content": "Life is a horizontal fall."}, {"author": "William Ellery Channing", "content": "Life has a higher end, than to be amused."}, {"author": "Edward Fitzgerald", "content": "I am all for the short and merry life."}, {"author": "Judy Collins", "content": "I have inspiration and feelings of being alive most every day I live."}, {"author": "Abraham Cahan", "content": "Life is much shorter than I imagined it to be."}, {"author": "Andy Dick", "content": "I had no blood relatives till I made some."}]