[{"author": "Colin Powell", "content": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence."}, {"author": "Shiv Khera", "content": "Your positive action combined with positive thinking results in success."}, {"author": "Virat Kohli", "content": "Self-belief and hard work will always earn you success."}, {"author": "Edward Everett Hale", "content": "Coming together is a beginning; keeping together is progress; working together is success."}, {"author": "Doug Larson", "content": "A true friend is one who overlooks your failures and tolerates your success!"}, {"author": "Salvador Dali", "content": "The thermometer of success is merely the jealousy of the malcontents."}, {"author": "Bobby Unser", "content": "Success is where preparation and opportunity meet."}, {"author": "Earl Wilson", "content": "Success is simply a matter of luck. Ask any failure."}, {"author": "Franklin D. Roosevelt", "content": "Happiness lies in the joy of achievement and the thrill of creative effort."}, {"author": "Shah Rukh Khan", "content": "Success is not a good teacher, failure makes you humble."}, {"author": "Benjamin Franklin", "content": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning."}, {"author": "Morihei Ueshiba", "content": "Failure is the key to success; each mistake teaches us something."}, {"author": "Joyce Brothers", "content": "A strong, positive self-image is the best possible preparation for success."}, {"author": "Paul J. Meyer", "content": "Communication - the human connection - is the key to personal and career success."}, {"author": "Mark Twain", "content": "All you need in this life is ignorance and confidence, and then success is sure."}, {"author": "Winston Churchill", "content": "Success consists of going from failure to failure without loss of enthusiasm."}, {"author": "Walter Scott", "content": "For success, attitude is equally as important as ability."}, {"author": "Napoleon Hill", "content": "Patience, persistence and perspiration make an unbeatable combination for success."}, {"author": "David Joseph Schwartz", "content": "Think little goals and expect little achievements. Think big goals and win big success."}, {"author": "Oscar Wilde", "content": "Success is a science; if you have the conditions, you get the result."}, {"author": "Bill Gates", "content": "Success is a lousy teacher. It seduces smart people into thinking they can't lose."}, {"author": "Benjamin Disraeli", "content": "The secret of success is to be ready when your opportunity comes."}, {"author": "John C. Maxwell", "content": "The secret of your success is determined by your daily agenda."}, {"author": "Stephen Hawking", "content": "However difficult life may seem, there is always something you can do and succeed at."}, {"author": "Zig Ziglar", "content": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty."}, {"author": "Nelson Mandela", "content": "Money won't create success, the freedom to make it will."}, {"author": "Sun Yat-sen", "content": "The key to success is action, and the essential in action is perseverance."}, {"author": "Bill Bradley", "content": "Ambition is the path to success. Persistence is the vehicle you arrive in."}, {"author": "Henry Ford", "content": "If everyone is moving forward together, then success takes care of itself."}, {"author": "Patricia Cornwell", "content": "Survival was my only hope, success my only revenge."}, {"author": "Heather Bresch", "content": "There is simply no substitute for hard work when it comes to achieving success."}, {"author": "H. Jackson Brown, Jr.", "content": "Earn your success based on service to others, not at the expense of others."}, {"author": "Billie Jean King", "content": "A champion is afraid of losing. Everyone else is afraid of winning."}, {"author": "Zig Ziglar", "content": "Try to look at your weakness and convert it into your strength. That's success."}, {"author": "Napoleon Hill", "content": "The starting point of all achievement is desire."}, {"author": "Diego Luna", "content": "There is no success you can celebrate more than the success of a brother."}, {"author": "Alexander Graham Bell", "content": "Before anything else, preparation is the key to success."}, {"author": "Arnold H. Glasow", "content": "Success is simple. Do what's right, the right way, at the right time."}, {"author": "Aeschylus", "content": "Obedience is the mother of success and is wedded to safety."}, {"author": "Henry David Thoreau", "content": "Success usually comes to those who are too busy to be looking for it."}, {"author": "Tony Robbins", "content": "The path to success is to take massive, determined action."}, {"author": "Andy Grove", "content": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive."}, {"author": "Warren Bennis", "content": "Success in management requires learning as fast as the world is changing."}, {"author": "Frank Sinatra", "content": "The best revenge is massive success."}, {"author": "Shah Rukh Khan", "content": "Success and failure are both part of life. Both are not permanent."}, {"author": "John Ruskin", "content": "When love and skill work together, expect a masterpiece."}, {"author": "Vivek Wadhwa", "content": "A key to achieving success is to assemble a strong and stable management team."}, {"author": "Norman Vincent Peale", "content": "Four things for success: work and pray, think and believe."}, {"author": "Ramana Maharshi", "content": "No one succeeds without effort... Those who succeed owe their success to perseverance."}, {"author": "Dale Carnegie", "content": "The successful man will profit from his mistakes and try again in a different way."}, {"author": "Isaac Newton", "content": "My powers are ordinary. Only my application brings me success."}, {"author": "A. P. J. Abdul Kalam", "content": "Man needs his difficulties because they are necessary to enjoy success."}, {"author": "George S. Patton", "content": "Success is how high you bounce when you hit bottom."}, {"author": "Audrey Hepburn", "content": "Success is like reaching an important birthday and finding you're exactly the same."}, {"author": "John F. Kennedy", "content": "Victory has a thousand fathers, but defeat is an orphan."}, {"author": "Arnold Palmer", "content": "The road to success is always under construction."}, {"author": "Ayn Rand", "content": "The ladder of success is best climbed by stepping on the rungs of opportunity."}, {"author": "John Wooden", "content": "Success is never final, failure is never fatal. It's courage that counts."}, {"author": "Zig Ziglar", "content": "You cannot climb the ladder of success dressed in the costume of failure."}, {"author": "Arnold Schwarzenegger", "content": "Just remember, you can't climb the ladder of success with your hands in your pockets."}, {"author": "Wilma Mankiller", "content": "The secret of our success is that we never, never give up."}, {"author": "William Eardley IV", "content": "Ambition is the path to success, persistence is the vehicle you arrive in."}, {"author": "Earl Nightingale", "content": "Success is the progressive realization of a worthy goal or ideal."}, {"author": "Jim Rohn", "content": "Success is steady progress toward one's personal goals."}, {"author": "Aisha Tyler", "content": "Success is not the absence of failure; it's the persistence through failure."}, {"author": "Albert Einstein", "content": "Strive not to be a success, but rather to be of value."}, {"author": "Bruce Feirstein", "content": "The distance between insanity and genius is measured only by success."}, {"author": "Arthur Ashe", "content": "One important key to success is self-confidence. An important key to self-confidence is preparation."}, {"author": "Arnold H. Glasow", "content": "Success isn't a result of spontaneous combustion. You must set yourself on fire."}, {"author": "Florence Nightingale", "content": "I attribute my success to this - I never gave or took any excuse."}, {"author": "Bruce Rauner", "content": "Success is all about persistence and doing the right thing for the long term."}, {"author": "Bear Bryant", "content": "Winning isn’t everything, but it sure beats anything that comes in second."}, {"author": "Judy Smith", "content": "The ambition and focus that propel you to success can also be your downfall."}, {"author": "Christopher Reeve", "content": "Success is finding satisfaction in giving a little more than you take."}, {"author": "Dale Carnegie", "content": "Success is getting what you want. Happiness is wanting what you get."}, {"author": "Henry Ford", "content": "Before everything else, getting ready is the secret of success."}, {"author": "George Allen, Sr.", "content": "Success is what you do with your ability. It's how you use your talent."}, {"author": "Thomas J. Watson", "content": "If you want to increase your success rate, double your failure rate."}, {"author": "Benjamin Disraeli", "content": "Through perseverance many people win success out of what seemed destined to be certain failure."}, {"author": "Woody Allen", "content": "Eighty percent of success is showing up."}, {"author": "Zig Ziglar", "content": "You were designed for accomplishment, engineered for success, and endowed with the seeds of greatness."}, {"author": "Confucius", "content": "Success depends upon previous preparation, and without such preparation there is sure to be failure."}, {"author": "Sun Tzu", "content": "Invincibility lies in the defence; the possibility of victory in the attack."}, {"author": "Simon Mainwaring", "content": "The keys to brand success are self-definition, transparency, authenticity and accountability."}, {"author": "Johnny Cash", "content": "Success is having to worry about every damn thing in the world, except money."}, {"author": "W. Clement Stone", "content": "Definiteness of purpose is the starting point of all achievement."}, {"author": "Michelle Obama", "content": "Success is only meaningful and enjoyable if it feels like your own."}, {"author": "J. Paul Getty", "content": "Formula for success: rise early, work hard, strike oil."}, {"author": "Miguel de Cervantes", "content": "To be prepared is half the victory."}, {"author": "Andrew Carnegie", "content": "There is little success where there is little laughter."}, {"author": "Harold S. Geneen", "content": "The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication."}, {"author": "Emily Dickinson", "content": "Fortune befriends the bold."}, {"author": "Paramahansa Yogananda", "content": "The season of failure is the best time for sowing the seeds of success."}, {"author": "Coco Chanel", "content": "Success is often achieved by those who don't know that failure is inevitable."}, {"author": "Michael Diamond", "content": "Success for an athlete follows many years of hard work and dedication."}, {"author": "Julia Child", "content": "Find something you're passionate about and keep tremendously interested in it."}, {"author": "Pablo Picasso", "content": "Action is the foundational key to all success."}, {"author": "Lydia M. Child", "content": "Belief in oneself is one of the most important bricks in building any successful venture."}, {"author": "W. Clement Stone", "content": "Success is achieved and maintained by those who try and keep trying."}, {"author": "Leonard Cohen", "content": "Success is survival."}, {"author": "Bo Bennett", "content": "Frustration, although quite painful at times, is a very positive and essential part of success."}, {"author": "Jim Rohn", "content": "Formal education will make you a living; self-education will make you a fortune."}, {"author": "Vince Lombardi", "content": "The only place success comes before work is in the dictionary."}, {"author": "Malcolm X", "content": "If you have no critics you'll likely have no success."}, {"author": "Conor McGregor", "content": "My success isn't a result of arrogance - it's a result of belief."}, {"author": "Napoleon Hill", "content": "The ladder of success is never crowded at the top."}, {"author": "Bear Bryant", "content": "There's a lot of blood, sweat, and guts between dreams and success."}, {"author": "Robert Collier", "content": "Success is the sum of small efforts - repeated day in and day out."}, {"author": "Gordon Ramsay", "content": "I've had a lot of success; I've had failures, so I learn from the failure."}, {"author": "Walter Scott", "content": "Success - keeping your mind awake and your desire asleep."}, {"author": "Sam Ewing", "content": "Success has a simple formula: do your best, and people may like it."}, {"author": "Erma Bombeck", "content": "Don't confuse fame with success. Madonna is one; Helen Keller is the other."}, {"author": "F. Gary Gray", "content": "Success is really about your mindset."}, {"author": "Bobby Davro", "content": "The measure of success is happiness and peace of mind."}]