[{"content": "Life without love is like a tree without blossoms or fruit.", "author": "Khalil Gibran"}, {"content": "I arise full of eagerness and energy, knowing well what achievement lies ahead of me.", "author": "Zane Grey"}, {"content": "The handicap of deafness is not in the ear; it is in the mind.", "author": "Marlee Matlin"}, {"content": "Coming together is a beginning; keeping together is progress; working together is success.", "author": "Edward Everett Hale"}, {"content": "A happy life is one which is in accordance with its own nature.", "author": "Lucius Annaeus Seneca"}, {"content": "My faith always has been and always will be important to me.", "author": "Aretha Franklin"}, {"content": "Lee's great gifts are teaching and inspirational guidance, not administration and management.", "author": "Cheryl Crawford"}, {"content": "The measure of who we are is what we do with what we have.", "author": "Vince Lombardi"}, {"content": "Relax! Life is beautiful!", "author": "David L. Wolper"}, {"content": "Good friends, good books and a sleepy conscience: this is the ideal life.", "author": "Mark Twain"}, {"content": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.", "author": "Alice Roosevelt Longworth"}, {"content": "The biggest adventure you can take is to live the life of your dreams.", "author": "Oprah Winfrey"}, {"content": "Life is not an exact science, it is an art.", "author": "Samuel Butler"}, {"content": "You cannot have a positive life and a negative mind.", "author": "Joyce Meyer"}, {"content": "Sometimes you find your strongest faith in the darkest corners.", "author": "Margo Price"}, {"content": "You just have to have a simple faith.", "author": "Jimmy Carter"}, {"content": "While we are postponing, life speeds by.", "author": "Lucius Annaeus Seneca"}, {"content": "Faith embraces many truths which seem to contradict each other.", "author": "Blaise Pascal"}, {"content": "I take care of my flowers and my cats. And enjoy food. And that's living.", "author": "Ursula Andress"}, {"content": "Begin to be now what you will be hereafter.", "author": "William James"}, {"content": "Physical strength can never permanently withstand the impact of spiritual force.", "author": "Franklin D. Roosevelt"}, {"content": "Know or listen to those who know.", "author": "Baltasar Gracian"}, {"content": "Faith is not believing that God can. It is knowing that God will.", "author": "Ben Stein"}, {"content": "Wherever you are - be all there.", "author": "Jim Elliot"}, {"content": "Change your life today. Don't gamble on the future, act now, without delay.", "author": "Simone de Beauvoir"}, {"content": "That willing suspension of disbelief for the moment, which constitutes poetic faith.", "author": "Samuel Taylor Coleridge"}, {"content": "I'm a motivational speaker.", "author": "Young Jeezy"}, {"content": "Memories of our lives, of our works and our deeds will continue in others.", "author": "Rosa Parks"}, {"content": "Before everything else, getting ready is the secret of success.", "author": "Henry Ford"}, {"content": "God will never give you anything you can't handle, so don't stress.", "author": "Kelly Clarkson"}, {"content": "The authentic self is the soul made visible.", "author": "Sarah Ban Breathnach"}, {"content": "There is nothing deep down inside us except what we have put there ourselves.", "author": "Richard Rorty"}, {"content": "The beginning of compunction is the beginning of a new life.", "author": "George Eliot"}, {"content": "True life is lived when tiny changes occur.", "author": "Leo Tolstoy"}, {"content": "When you have a dream, you've got to grab it and never let go.", "author": "Carol Burnett"}, {"content": "Give light, and the darkness will disappear of itself.", "author": "Desiderius Erasmus"}, {"content": "Try to look at your weakness and convert it into your strength. That's success.", "author": "Zig Ziglar"}, {"content": "What is important in life is life, and not the result of life.", "author": "Johann Wolfgang von Goethe"}, {"content": "Children are the anchors that hold a mother to life.", "author": "Sophocles"}, {"content": "Anyone can be a hero. You just have to have faith in yourself.", "author": "Masi Oka"}, {"content": "Telling a teenager the facts of life is like giving a fish a bath.", "author": "Arnold H. Glasow"}, {"content": "Success is where preparation and opportunity meet.", "author": "Bobby Unser"}, {"content": "Without football, my life is worth nothing.", "author": "Cristiano Ronaldo"}, {"content": "The purpose of our lives is to be happy.", "author": "Dalai Lama"}, {"content": "Happiness is the natural flower of duty.", "author": "Phillips Brooks"}, {"content": "There is just one life for each of us: our own.", "author": "Euripides"}, {"content": "Faith which does not doubt is dead faith.", "author": "Miguel de Unamuno"}, {"content": "Life consists not in holding good cards but in playing those you hold well.", "author": "Josh Billings"}, {"content": "Whatever you do in life, surround yourself with smart people who'll argue with you.", "author": "John Wooden"}, {"content": "It always seems impossible until it's done.", "author": "Nelson Mandela"}, {"content": "Even in a world with much sadness, at its essence, life is beautiful.", "author": "Dianne Reeves"}, {"content": "Life is a zoo in a jungle.", "author": "Peter De Vries"}, {"content": "One finds limits by pushing them.", "author": "Herbert A. Simon"}, {"content": "Just as courage imperils life, fear protects it.", "author": "Leonardo da Vinci"}, {"content": "Life is painting a picture, not doing a sum.", "author": "Oliver Wendell Holmes, Jr."}, {"content": "You know, my faith is one that admits some doubt.", "author": "Barack Obama"}, {"content": "Love, we say, is life; but love without hope and faith is agonizing death.", "author": "Elbert Hubbard"}, {"content": "The 'Dezeen's of this world are extremely inspirational but have no realistic dimension any more.", "author": "Marcel Wanders"}, {"content": "Even when I'm sick and depressed, I love life.", "author": "Arthur Rubinstein"}, {"content": "Either I will find a way, or I will make one.", "author": "Philip Sidney"}, {"content": "That willing suspension of disbelief for the moment, which constitutes poetic faith.", "author": "Samuel Taylor Coleridge"}, {"content": "Begin at once to live, and count each separate day as a separate life.", "author": "Seneca"}, {"content": "Ideas shape the course of history.", "author": "John Maynard Keynes"}, {"content": "I'm not an inspirational quote kind of person.", "author": "Chrissy Teigen"}, {"content": "Only the educated are free.", "author": "Epictetus"}, {"content": "My faith helps me overcome such negative emotions and find my equilibrium.", "author": "Dalai Lama"}, {"content": "Doubt is a pain too lonely to know that faith is his twin brother.", "author": "Khalil Gibran"}, {"content": "Life is 10% what happens to you and 90% how you react to it.", "author": "Charles R. Swindoll"}, {"content": "The great moral powers of the soul are faith, hope, and love.", "author": "Ellen G. White"}, {"content": "All you need in this life is ignorance and confidence, and then success is sure.", "author": "Mark Twain"}, {"content": "Faith crosses every border and touches every heart in every nation.", "author": "George W. Bush"}, {"content": "The good life is one inspired by love and guided by knowledge.", "author": "Bertrand Russell"}, {"content": "We live in a rainbow of chaos.", "author": "Paul Cezanne"}, {"content": "Without hard work, nothing grows but weeds.", "author": "Gordon B. Hinckley"}, {"content": "Don't fight the problem, decide it.", "author": "George C. Marshall"}, {"content": "Man never made any material as resilient as the human spirit.", "author": "Bernard Williams"}, {"content": "The road to success is always under construction.", "author": "Arnold Palmer"}, {"content": "The glow of one warm thought is to me worth more than money.", "author": "Thomas Jefferson"}, {"content": "Life is one grand, sweet song, so start the music.", "author": "Ronald Reagan"}, {"content": "I do smoke in real life. A lot. We're all smoking right now in fact.", "author": "Michael Imperioli"}, {"content": "No man is a failure who is enjoying life.", "author": "William Feather"}, {"content": "If you have God on your side, everything becomes clear.", "author": "Ayrton Senna"}, {"content": "Life is too short not to celebrate nice moments!", "author": "Jurgen Klopp"}, {"content": "Communication - the human connection - is the key to personal and career success.", "author": "Paul J. Meyer"}, {"content": "Do not tell secrets to those whose faith and silence you have not already tested.", "author": "Elizabeth I"}, {"content": "Set your goals high, and don't stop till you get there.", "author": "Bo Jackson"}, {"content": "Faith which does not doubt is dead faith.", "author": "Miguel de Unamuno"}, {"content": "Give light and people will find the way.", "author": "Ella Baker"}, {"content": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt"}, {"content": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.", "author": "Democritus"}, {"content": "Before anything else, preparation is the key to success.", "author": "Alexander Graham Bell"}, {"content": "Maybe that's what life is... a wink of the eye and winking stars.", "author": "Jack Kerouac"}, {"content": "You will never win if you never begin.", "author": "Helen Rowland"}, {"content": "Keep your eyes on the stars, and your feet on the ground.", "author": "Theodore Roosevelt"}, {"content": "Old age is just a record of one's whole life.", "author": "Muhammad Ali"}, {"content": "Today is your own. Tomorrow perchance may never come.", "author": "Swami Sivananda"}, {"content": "We cannot put off living until we are ready.", "author": "Jose Ortega y Gasset"}, {"content": "Sometimes all you need is a big leap of faith.", "author": "Sean Bean"}, {"content": "When we remember we are all mad, the mysteries disappear and life stands explained.", "author": "Mark Twain"}, {"content": "The purpose of art is washing the dust of daily life off our souls.", "author": "Pablo Picasso"}, {"content": "Life imitates art far more than art imitates Life.", "author": "Oscar Wilde"}, {"content": "Do not take life too seriously. You will never get out of it alive.", "author": "Elbert Hubbard"}, {"content": "Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.", "author": "Martin Luther"}, {"content": "The greatest gift of life is friendship, and I have received it.", "author": "Hubert H. Humphrey"}, {"content": "You have to make it happen.", "author": "Denis Diderot"}, {"content": "Simply enjoy life and the great pleasures that come with it.", "author": "Karolina Kurkova"}, {"content": "Faith goes out through the window when beauty comes in at the door.", "author": "George Edward Moore"}, {"content": "Don't let the winds blow your dreams away... or steal your faith in God.", "author": "Vin Scully"}, {"content": "Frustration, although quite painful at times, is a very positive and essential part of success.", "author": "Bo Bennett"}, {"content": "The hymn 'Amazing Grace' is so inspirational - I wish I'd written it.", "author": "Neil Sedaka"}, {"content": "What we think, we become.", "author": "Buddha"}, {"content": "Life is too short to work so hard.", "author": "Vivien Leigh"}, {"content": "It is never too late to be what you might have been.", "author": "George Eliot"}, {"content": "There's a way to do it better - find it.", "author": "Thomas A. Edison"}, {"content": "Liberty cannot be established without morality, nor morality without faith.", "author": "Alexis de Tocqueville"}, {"content": "Success is how high you bounce when you hit bottom.", "author": "George S. Patton"}, {"content": "Character develops itself in the stream of life.", "author": "Johann Wolfgang von Goethe"}, {"content": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair.", "author": "William Shakespeare"}, {"content": "I am totally convinced the Christian faith is the most coherent worldview around.", "author": "Ravi Zacharias"}, {"content": "Everyone is necessarily the hero of his own life story.", "author": "John Barth"}, {"content": "As people are walking all the time, in the same spot, a path appears.", "author": "John Locke"}, {"content": "Liberty cannot be established without morality, nor morality without faith.", "author": "Alexis de Tocqueville"}, {"content": "Your heaviest artillery will be your will to live. Keep that big gun going.", "author": "Norman Cousins"}, {"content": "He who has courage and faith will never perish in misery!", "author": "Anne Frank"}, {"content": "I'm a quiet person, and I live a quiet, pleasant, ordinary, simple life.", "author": "Mary McGarry Morris"}, {"content": "Faith activates God - Fear activates the Enemy.", "author": "Joel Osteen"}, {"content": "Tears of joy are like the summer rain drops pierced by sunbeams.", "author": "Hosea Ballou"}, {"content": "A champion is afraid of losing. Everyone else is afraid of winning.", "author": "Billie Jean King"}, {"content": "The truth is on the march and nothing will stop it.", "author": "Emile Zola"}, {"content": "Earn your success based on service to others, not at the expense of others.", "author": "H. Jackson Brown, Jr."}, {"content": "The chief danger in life is that you may take too many precautions.", "author": "Alfred Adler"}, {"content": "The season of failure is the best time for sowing the seeds of success.", "author": "Paramahansa Yogananda"}, {"content": "The way to see by Faith is to shut the Eye of Reason.", "author": "Benjamin Franklin"}, {"content": "I have tremendous faith in President Obama's skills. He's a long-term visionary.", "author": "Deepak Chopra"}, {"content": "Education is not preparation for life; education is life itself.", "author": "John Dewey"}, {"content": "Success is only meaningful and enjoyable if it feels like your own.", "author": "Michelle Obama"}, {"content": "Small deeds done are better than great deeds planned.", "author": "Peter Marshall"}, {"content": "The secret of your success is determined by your daily agenda.", "author": "John C. Maxwell"}, {"content": "It's faith in something and enthusiasm for something that makes a life worth living.", "author": "Oliver Wendell Holmes, Sr."}, {"content": "Success is not the absence of failure; it's the persistence through failure.", "author": "Aisha Tyler"}, {"content": "It is truer to say that martyrs create faith more than faith creates martyrs.", "author": "Miguel de Unamuno"}, {"content": "Life is short, and it is up to you to make it sweet.", "author": "Sarah Louise Delany"}, {"content": "The main facts in human life are five: birth, food, sleep, love and death.", "author": "E. M. Forster"}, {"content": "We do not remember days, we remember moments.", "author": "Cesare Pavese"}, {"content": "It is by acts and not by ideas that people live.", "author": "Anatole France"}, {"content": "To affect the quality of the day, that is the highest of arts.", "author": "Henry David Thoreau"}, {"content": "We are twice armed if we fight with faith.", "author": "Plato"}, {"content": "Faith, culture, structure and guidance are good things.", "author": "Bethenny Frankel"}, {"content": "Each day provides its own gifts.", "author": "Marcus Aurelius"}, {"content": "To be wholly devoted to some intellectual exercise is to have succeeded in life.", "author": "Robert Louis Stevenson"}, {"content": "Faith never makes a confession.", "author": "Henry David Thoreau"}, {"content": "Just as a candle cannot burn without fire, men cannot live without a spiritual life.", "author": "Buddha"}, {"content": "If you want to lose your faith, make friends with a priest.", "author": "George Gurdjieff"}, {"content": "I am deliberate and afraid of nothing.", "author": "Audre Lorde"}, {"content": "A compliment is something like a kiss through a veil.", "author": "Victor Hugo"}, {"content": "Faith is the bird that feels the light when the dawn is still dark.", "author": "Rabindranath Tagore"}, {"content": "I live and love in God's peculiar light.", "author": "Michelangelo"}, {"content": "The art of living is more like wrestling than dancing.", "author": "Marcus Aurelius"}, {"content": "Our faith is released as we say, pray and do the Word.", "author": "Joyce Meyer"}, {"content": "Only a life lived for others is a life worthwhile.", "author": "Albert Einstein"}, {"content": "My reason nourishes my faith and my faith my reason.", "author": "Norman Cousins"}, {"content": "It is always the simple that produces the marvelous.", "author": "Amelia Barr"}, {"content": "A library is not a luxury but one of the necessities of life.", "author": "Henry Ward Beecher"}, {"content": "We may encounter many defeats but we must not be defeated.", "author": "Maya Angelou"}, {"content": "My mind's my kingdom.", "author": "Francis Quarles"}, {"content": "Step by step and the thing is done.", "author": "Charles Atlas"}, {"content": "Life is wasted on the living.", "author": "Douglas Adams"}, {"content": "Faith... must be enforced by reason... when faith becomes blind it dies.", "author": "Mahatma Gandhi"}, {"content": "All you need in this life is ignorance and confidence, and then success is sure.", "author": "Mark Twain"}, {"content": "My guiding principles in life are to be honest, genuine, thoughtful and caring.", "author": "Prince William"}, {"content": "Obedience is the fruit of faith.", "author": "Christina Rossetti"}, {"content": "It is not ignorance but knowledge which is the mother of wonder.", "author": "Joseph Wood Krutch"}, {"content": "Friendship is the shadow of the evening, which increases with the setting sun of life.", "author": "Jean de La Fontaine"}, {"content": "The less routine the more life.", "author": "Amos Bronson Alcott"}, {"content": "Every story I create, creates me. I write to create myself.", "author": "Octavia E. Butler"}, {"content": "If you think you can win, you can win. Faith is necessary to victory.", "author": "William Hazlitt"}, {"content": "Too low they build, who build beneath the stars.", "author": "Edward Young"}, {"content": "Positivity, confidence, and persistence are key in life, so never give up on yourself.", "author": "Khalid"}, {"content": "Life is a moderately good play with a badly written third act.", "author": "Truman Capote"}, {"content": "I am not afraid... I was born to do this.", "author": "Joan of Arc"}, {"content": "However difficult life may seem, there is always something you can do and succeed at.", "author": "Stephen Hawking"}, {"content": "A baby is God's opinion that life should go on.", "author": "Carl Sandburg"}, {"content": "It's attractive when girls have faith. That is a big thing for me.", "author": "Tim Tebow"}, {"content": "Life is full of happiness and tears; be strong and have faith.", "author": "Kareena Kapoor Khan"}, {"content": "My faith helps me overcome such negative emotions and find my equilibrium.", "author": "Dalai Lama"}, {"content": "Success has a simple formula: do your best, and people may like it.", "author": "Sam Ewing"}, {"content": "I gave in, and admitted that God was God.", "author": "C. S. Lewis"}, {"content": "Use plants to bring life.", "author": "Douglas Wilson"}, {"content": "If you have God on your side, everything becomes clear.", "author": "Ayrton Senna"}, {"content": "But for my faith in God, I should have been a raving maniac.", "author": "Mahatma Gandhi"}, {"content": "Pray, and let God worry.", "author": "Martin Luther"}, {"content": "God loves to help him who strives to help himself.", "author": "Aeschylus"}, {"content": "A student of life considers the world a classroom.", "author": "Harvey Mackay"}, {"content": "Physical strength can never permanently withstand the impact of spiritual force.", "author": "Franklin D. Roosevelt"}, {"content": "You can never quit. Winners never quit, and quitters never win.", "author": "Ted Turner"}, {"content": "Success usually comes to those who are too busy to be looking for it.", "author": "Henry David Thoreau"}, {"content": "Be gentle to all and stern with yourself.", "author": "Saint Teresa of Avila"}, {"content": "Only our individual faith in freedom can keep us free.", "author": "Dwight D. Eisenhower"}, {"content": "Just when I think I have learned the way to live, life changes.", "author": "Hugh Prather"}, {"content": "The future is as bright as your faith.", "author": "Thomas S. Monson"}, {"content": "I always had a fantasy of being a chef, because I like kitchen life.", "author": "Geoffrey Rush"}, {"content": "You are never too old to set another goal or to dream a new dream.", "author": "Les Brown"}, {"content": "The crest and crowning of all good, Life's final star, is brotherhood.", "author": "Edwin Markham"}, {"content": "Life can only be understood backwards; but it must be lived forwards.", "author": "Soren Kierkegaard"}, {"content": "He who is not courageous enough to take risks will accomplish nothing in life.", "author": "Muhammad Ali"}, {"content": "You just can't beat the person who never gives up.", "author": "Babe Ruth"}, {"content": "Faithless is he that says farewell when the road darkens.", "author": "J. R. R. Tolkien"}, {"content": "I am blessed with a funny gene that makes me enjoy life.", "author": "Karan Patel"}, {"content": "Execute every act of thy life as though it were thy last.", "author": "Marcus Aurelius"}, {"content": "The sole meaning of life is to serve humanity.", "author": "Leo Tolstoy"}, {"content": "Courage, my friends; 'tis not too late to build a better world.", "author": "Tommy Douglas"}, {"content": "The love of heaven makes one heavenly.", "author": "William Shakespeare"}, {"content": "To Follow by faith alone is to follow blindly.", "author": "Benjamin Franklin"}, {"content": "The greatest act of faith is when a man understands he is not God.", "author": "Oliver Wendell Holmes, Jr."}, {"content": "I was motivated to be different in part because I was different.", "author": "Donna Brazile"}, {"content": "No one really has a bad life. Not even a bad day. Just bad moments.", "author": "Regina Brett"}, {"content": "Without music, life would be a mistake.", "author": "Friedrich Nietzsche"}, {"content": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.", "author": "Denzel Washington"}, {"content": "The person lives twice who lives the first life well.", "author": "Robert Herrick"}, {"content": "Success in management requires learning as fast as the world is changing.", "author": "Warren Bennis"}, {"content": "It takes vision and courage to create - it takes faith and courage to prove.", "author": "Owen D. Young"}, {"content": "If you want to increase your success rate, double your failure rate.", "author": "Thomas J. Watson"}, {"content": "Fear clogs; faith liberates.", "author": "Elbert Hubbard"}, {"content": "If you fell down yesterday, stand up today.", "author": "H. G. Wells"}, {"content": "Prayer is as natural an expression of faith as breathing is of life.", "author": "Jonathan Edwards"}, {"content": "If you don't ask, you don't get.", "author": "Stevie Wonder"}, {"content": "Be free, and live life fully.", "author": "Caroline Shaw"}, {"content": "As a well-spent day brings happy sleep, so a life well spent brings happy death.", "author": "Leonardo da Vinci"}, {"content": "Water is life, and clean water means health.", "author": "Audrey Hepburn"}, {"content": "There are three constants in life... change, choice and principles.", "author": "Stephen Covey"}, {"content": "He wants you all to Himself to put His loving, divine arms around you.", "author": "Charles Stanley"}, {"content": "It's not a faith in technology. It's faith in people.", "author": "Steve Jobs"}, {"content": "I come to win.", "author": "Leo Durocher"}, {"content": "Life is a series of waves to be embraced and overcome.", "author": "Danny Meyer"}, {"content": "Faith Hill is a big role model.", "author": "Taylor Swift"}, {"content": "Success - keeping your mind awake and your desire asleep.", "author": "Walter Scott"}, {"content": "What a wonderful life I've had! I only wish I'd realized it sooner.", "author": "Sidonie Gabrielle Colette"}, {"content": "Keep the faith, don't lose your perseverance and always trust your gut extinct.", "author": "Paula Abdul"}, {"content": "Knowing is not enough; we must apply. Willing is not enough; we must do.", "author": "Johann Wolfgang von Goethe"}, {"content": "Life and death are illusions. We are in a constant state of transformation.", "author": "Alejandro Gonzalez Inarritu"}, {"content": "Life must be lived as play.", "author": "Plato"}, {"content": "A good plan violently executed now is better than a perfect plan executed next week.", "author": "George S. Patton"}, {"content": "Even if a unity of faith is not possible, a unity of love is.", "author": "Hans Urs von Balthasar"}, {"content": "The purpose of life is a life of purpose.", "author": "Robert Byrne"}, {"content": "Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?", "author": "John Calvin"}, {"content": "The best revenge is massive success.", "author": "Frank Sinatra"}, {"content": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair.", "author": "William Shakespeare"}, {"content": "A somebody was once a nobody who wanted to and did.", "author": "John Burroughs"}, {"content": "You create your opportunities by asking for them.", "author": "Shakti Gawain"}, {"content": "Believers, look up - take courage. The angels are nearer than you think.", "author": "Billy Graham"}, {"content": "I really try to enjoy life and have joy with what I do.", "author": "Tim Tebow"}, {"content": "Faith makes all things possible... love makes all things easy.", "author": "Dwight L. Moody"}, {"content": "Doubt is a pain too lonely to know that faith is his twin brother.", "author": "Khalil Gibran"}, {"content": "God enters by a private door into every individual.", "author": "Ralph Waldo Emerson"}, {"content": "Love, we say, is life; but love without hope and faith is agonizing death.", "author": "Elbert Hubbard"}, {"content": "Painting is a faith, and it imposes the duty to disregard public opinion.", "author": "Vincent Van Gogh"}, {"content": "Music is the mediator between the spiritual and the sensual life.", "author": "Ludwig van Beethoven"}, {"content": "No water, no life. No blue, no green.", "author": "Sylvia Earle"}, {"content": "A key to achieving success is to assemble a strong and stable management team.", "author": "Vivek Wadhwa"}, {"content": "Life appears to me too short to be spent in nursing animosity, or registering wrongs.", "author": "Charlotte Bronte"}, {"content": "Change your life today. Don't gamble on the future, act now, without delay.", "author": "Simone de Beauvoir"}, {"content": "Blind faith in your leaders, or in anything, will get you killed.", "author": "Bruce Springsteen"}, {"content": "Faith is the heroism of the intellect.", "author": "Charles Henry Parkhurst"}, {"content": "Action is the foundational key to all success.", "author": "Pablo Picasso"}, {"content": "To live is to change, and to be perfect is to have changed often.", "author": "John Henry Newman"}, {"content": "Perseverance is not a long race; it is many short races one after the other.", "author": "Walter Elliot"}, {"content": "A place for everything, everything in its place.", "author": "Benjamin Franklin"}, {"content": "When faith is lost, when honor dies, the man is dead.", "author": "John Greenleaf Whittier"}, {"content": "Noble deeds that are concealed are most esteemed.", "author": "Blaise Pascal"}, {"content": "Only the person who has faith in himself is able to be faithful to others.", "author": "Erich Fromm"}, {"content": "Faith: not wanting to know what is true.", "author": "Friedrich Nietzsche"}, {"content": "I have great faith in fools; self-confidence my friends call it.", "author": "Edgar Allan Poe"}, {"content": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "author": "Albert Einstein"}, {"content": "Success is often achieved by those who don't know that failure is inevitable.", "author": "Coco Chanel"}, {"content": "If you have no critics you'll likely have no success.", "author": "Malcolm X"}, {"content": "Life and death are one thread, the same line viewed from different sides.", "author": "Lao Tzu"}, {"content": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.", "author": "Zig Ziglar"}, {"content": "That it will never come again is what makes life sweet.", "author": "Emily Dickinson"}, {"content": "Don't think, just do.", "author": "Horace"}, {"content": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.", "author": "Hugh Mackay"}, {"content": "Do something wonderful, people may imitate it.", "author": "Albert Schweitzer"}, {"content": "Alcohol is the anesthesia by which we endure the operation of life.", "author": "George Bernard Shaw"}, {"content": "It's inspirational to see someone who is dying smile.", "author": "Arlen Specter"}, {"content": "Reach for the stars.", "author": "Christa McAuliffe"}, {"content": "My tastes and inspirational artists were always rather eclectic and diverse.", "author": "Taylor Dayne"}, {"content": "Your positive action combined with positive thinking results in success.", "author": "Shiv Khera"}, {"content": "My reason nourishes my faith and my faith my reason.", "author": "Norman Cousins"}, {"content": "Reach for it. Push yourself as far as you can.", "author": "Christa McAuliffe"}, {"content": "Well done is better than well said.", "author": "Benjamin Franklin"}, {"content": "Through hard work, perseverance and a faith in God, you can live your dreams.", "author": "Ben Carson"}, {"content": "If you've got a talent, protect it.", "author": "Jim Carrey"}, {"content": "If you don't like how things are, change it! You're not a tree.", "author": "Jim Rohn"}, {"content": "Success and failure are both part of life. Both are not permanent.", "author": "Shah Rukh Khan"}, {"content": "Plant thy foot firmly in the prints which His foot has made before thee.", "author": "Joseph Barber Lightfoot"}, {"content": "Life in common among people who love each other is the ideal of happiness.", "author": "George Sand"}, {"content": "Faith must trample under foot all reason, sense, and understanding.", "author": "Martin Luther"}, {"content": "Four things for success: work and pray, think and believe.", "author": "Norman Vincent Peale"}, {"content": "You can't get anywhere in life without taking risks.", "author": "Esme Bianco"}, {"content": "Books are challenging and inspirational to me.", "author": "Amy Sedaris"}, {"content": "There is only one happiness in this life, to love and be loved.", "author": "George Sand"}, {"content": "Things do not happen. Things are made to happen.", "author": "John F. Kennedy"}, {"content": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.", "author": "Buddha"}, {"content": "Being stylish is about enjoying your life and expressing yourself and your inner light.", "author": "Tori Amos"}, {"content": "The smallest seed of faith is better than the largest fruit of happiness.", "author": "Henry David Thoreau"}, {"content": "There is a very fine line between loving life and being greedy for it.", "author": "Maya Angelou"}, {"content": "Life is a blur when one is essaying different roles; it is so fulfilling.", "author": "Amitabh Bachchan"}, {"content": "My fashion philosophy is, if you're not covered in dog hair, your life is empty.", "author": "Elayne Boosler"}, {"content": "Prayer is man's greatest power!", "author": "W. Clement Stone"}, {"content": "Life is a succession of moments, to live each one is to succeed.", "author": "Corita Kent"}, {"content": "Either move or be moved.", "author": "Ezra Pound"}, {"content": "Eighty percent of success is showing up.", "author": "Woody Allen"}, {"content": "The best way out is always through.", "author": "Robert Frost"}, {"content": "Life is much shorter than I imagined it to be.", "author": "Abraham Cahan"}, {"content": "Be patient and understanding. Life is too short to be vengeful or malicious.", "author": "Phillips Brooks"}, {"content": "Faith consists in believing when it is beyond the power of reason to believe.", "author": "Voltaire"}, {"content": "Blind faith in your leaders, or in anything, will get you killed.", "author": "Bruce Springsteen"}, {"content": "No matter what people tell you, words and ideas can change the world.", "author": "Robin Williams"}, {"content": "The unexamined life is not worth living.", "author": "Socrates"}, {"content": "Life has a higher end, than to be amused.", "author": "William Ellery Channing"}, {"content": "What we need is more people who specialize in the impossible.", "author": "Theodore Roethke"}, {"content": "You never know what motivates you.", "author": "Cicely Tyson"}, {"content": "Unbeing dead isn't being alive.", "author": "e. e. cummings"}, {"content": "I've had a lot of success; I've had failures, so I learn from the failure.", "author": "Gordon Ramsay"}, {"content": "Faith is a knowledge within the heart, beyond the reach of proof.", "author": "Khalil Gibran"}, {"content": "Obedience is an act of faith; disobedience is the result of unbelief.", "author": "Edwin Louis Cole"}, {"content": "There is little success where there is little laughter.", "author": "Andrew Carnegie"}, {"content": "To be a good loser is to learn how to win.", "author": "Carl Sandburg"}, {"content": "You don't have to be the Dalai Lama to tell people that life's about change.", "author": "John Cleese"}, {"content": "It's a moment that I'm after, a fleeting moment, but not a frozen moment.", "author": "Andrew Wyeth"}, {"content": "When deeds speak, words are nothing.", "author": "Pierre-Joseph Proudhon"}, {"content": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.", "author": "Wayne Dyer"}, {"content": "Without deep reflection one knows from daily life that one exists for other people.", "author": "Albert Einstein"}, {"content": "Keep your faith in God, but keep your powder dry.", "author": "Oliver Cromwell"}, {"content": "Unity in faith is theocracy; unity in politics is fascism.", "author": "Maajid Nawaz"}, {"content": "We pass through this world but once.", "author": "Stephen Jay Gould"}, {"content": "Ambition is the path to success. Persistence is the vehicle you arrive in.", "author": "Bill Bradley"}, {"content": "This life is worth living, we can say, since it is what we make it.", "author": "William James"}, {"content": "Let us sacrifice our today so that our children can have a better tomorrow.", "author": "A. P. J. Abdul Kalam"}, {"content": "Doubt is not the opposite of faith; it is one element of faith.", "author": "Paul Tillich"}, {"content": "The substance of faith is a hope in the unseen.", "author": "Ron Suskind"}, {"content": "Everything in life is luck.", "author": "Donald Trump"}, {"content": "Faithless is he that says farewell when the road darkens.", "author": "J. R. R. Tolkien"}, {"content": "Faith is like a kernel of wheat.", "author": "Joe Bob Briggs"}, {"content": "There are more important things in life than winning or losing a game.", "author": "Lionel Messi"}, {"content": "Life is full of happiness and tears; be strong and have faith.", "author": "Kareena Kapoor Khan"}, {"content": "The quality, not the longevity, of one's life is what is important.", "author": "Martin Luther King, Jr."}, {"content": "Success is the sum of small efforts - repeated day in and day out.", "author": "Robert Collier"}, {"content": "My powers are ordinary. Only my application brings me success.", "author": "Isaac Newton"}, {"content": "Pain and death are part of life. To reject them is to reject life itself.", "author": "Havelock Ellis"}, {"content": "I see heaven's glories shine and faith shines equal.", "author": "Emily Bronte"}, {"content": "'Ebony' is very inspirational and aspirational to its readers.", "author": "Linda Johnson Rice"}, {"content": "The age of innocent faith in science and technology may be over.", "author": "Barry Commoner"}, {"content": "Faith is a passionate intuition.", "author": "William Wordsworth"}, {"content": "Life is like a ten speed bicycle. Most of us have gears we never use.", "author": "Charles M. Schulz"}, {"content": "The Wright brothers flew right through the smoke screen of impossibility.", "author": "Charles Kettering"}, {"content": "I just enjoy life now. I just enjoy every morning I get to wake up.", "author": "Nas"}, {"content": "Tears are often the telescope by which men see far into heaven.", "author": "Henry Ward Beecher"}, {"content": "Faith is not something to grasp, it is a state to grow into.", "author": "Mahatma Gandhi"}, {"content": "Nobody gets to live life backward. Look ahead, that is where your future lies.", "author": "Ann Landers"}, {"content": "Life is not a problem to be solved, but a reality to be experienced.", "author": "Soren Kierkegaard"}, {"content": "Life itself is the most wonderful fairy tale.", "author": "Hans Christian Andersen"}, {"content": "Sometimes life hits you in the head with a brick. Don't lose faith.", "author": "Steve Jobs"}, {"content": "We can change our lives. We can do, have, and be exactly what we wish.", "author": "Tony Robbins"}, {"content": "I thought 'Moulin Rouge' was inspirational, and 'Jesus Christ Superstar' I loved.", "author": "Pierce Brosnan"}, {"content": "Life ain't always beautiful, but it's a beautiful ride.", "author": "Gary Allan"}, {"content": "Life's a fight. It's a good fight of faith.", "author": "Joel Osteen"}, {"content": "Belief in a cruel God makes a cruel man.", "author": "Thomas Paine"}, {"content": "Life moves so fast. You gotta document the good times, man.", "author": "Big Boi"}, {"content": "We live in the world when we love it.", "author": "Rabindranath Tagore"}, {"content": "Sport is something that is very inspirational for young people.", "author": "Pele"}, {"content": "In three words I can sum up everything I've learned about life: it goes on.", "author": "Robert Frost"}, {"content": "Never give up. You only get one life. Go for it!", "author": "Richard E. Grant"}, {"content": "Perseverance is failing 19 times and succeeding the 20th.", "author": "Julie Andrews"}, {"content": "Life's more amusing than we thought.", "author": "Andrew Lang"}, {"content": "Every man's life is a fairy tale written by God's fingers.", "author": "Hans Christian Andersen"}, {"content": "Without craftsmanship, inspiration is a mere reed shaken in the wind.", "author": "Johannes Brahms"}, {"content": "Opportunity does not knock, it presents itself when you beat down the door.", "author": "Kyle Chandler"}, {"content": "I spend a lot of time balancing between faith and disbelief.", "author": "Taylor Swift"}, {"content": "I don't have to have faith, I have experience.", "author": "Joseph Campbell"}, {"content": "Believe that life is worth living and your belief will help create the fact.", "author": "William James"}, {"content": "If the world seems cold to you, kindle fires to warm it.", "author": "Lucy Larcom"}, {"content": "Success is steady progress toward one's personal goals.", "author": "Jim Rohn"}, {"content": "The dog that trots about finds a bone.", "author": "Golda Meir"}, {"content": "I know not age, nor weariness nor defeat.", "author": "Rose Kennedy"}, {"content": "I celebrate myself, and sing myself.", "author": "Walt Whitman"}, {"content": "Our life always expresses the result of our dominant thoughts.", "author": "Soren Kierkegaard"}, {"content": "You cannot climb the ladder of success dressed in the costume of failure.", "author": "Zig Ziglar"}, {"content": "Better to be called something positive and inspirational than something negative.", "author": "Donnie Yen"}, {"content": "Problems are not stop signs, they are guidelines.", "author": "Robert H. Schuller"}, {"content": "Our entire life - consists ultimately in accepting ourselves as we are.", "author": "Jean Anouilh"}, {"content": "The hardships that I encountered in the past will help me succeed in the future.", "author": "Philip Emeagwali"}, {"content": "Be faithful in small things because it is in them that your strength lies.", "author": "Mother Teresa"}, {"content": "For life and death are one, even as the river and the sea are one.", "author": "Khalil Gibran"}, {"content": "Don't go through life, grow through life.", "author": "Eric Butterworth"}, {"content": "Success isn't a result of spontaneous combustion. You must set yourself on fire.", "author": "Arnold H. Glasow"}, {"content": "I'm so happy with what has happened in my life.", "author": "Carol Burnett"}, {"content": "The future is as bright as your faith.", "author": "Thomas S. Monson"}, {"content": "To know oneself, one should assert oneself.", "author": "Albert Camus"}, {"content": "Every charitable act is a stepping stone toward heaven.", "author": "Henry Ward Beecher"}, {"content": "I want to live my life, not record it.", "author": "Jackie Kennedy"}, {"content": "Weddings are important because they celebrate life and possibility.", "author": "Anne Hathaway"}, {"content": "I intend to live life, not just exist.", "author": "George Takei"}, {"content": "Good health and good sense are two of life's greatest blessings.", "author": "Publilius Syrus"}, {"content": "Science stands for rational thought, faith for superstition and unreason.", "author": "Deepak Chopra"}, {"content": "Benazir Bhutto was an inspirational leader and an inspirational woman.", "author": "Malala Yousafzai"}, {"content": "Life is a DNA software system.", "author": "Craig Venter"}, {"content": "I have great faith in fools; self-confidence my friends call it.", "author": "Edgar Allan Poe"}, {"content": "Faith is a state of openness or trust.", "author": "Alan Watts"}, {"content": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive.", "author": "Andy Grove"}, {"content": "Faith is the bird that feels the light when the dawn is still dark.", "author": "Rabindranath Tagore"}, {"content": "They can conquer who believe they can.", "author": "Virgil"}, {"content": "My main focus in sobriety has been to replace fear with faith or love.", "author": "Steve-O"}, {"content": "A faith is a necessity to a man. Woe to him who believes in nothing.", "author": "Victor Hugo"}, {"content": "When I started counting my blessings, my whole life turned around.", "author": "Willie Nelson"}, {"content": "There's a huge amount of faith and confidence in the stunt team.", "author": "Jason Statham"}, {"content": "Be kind whenever possible. It is always possible.", "author": "Dalai Lama"}, {"content": "Success consists of going from failure to failure without loss of enthusiasm.", "author": "Winston Churchill"}, {"content": "Shoot for the moon and if you miss you will still be among the stars.", "author": "Les Brown"}, {"content": "There is nothing stronger in the world than gentleness.", "author": "Han Suyin"}, {"content": "Faith is not a sense, nor sight, nor reason, but taking God at His work.", "author": "Faith Evans"}, {"content": "Life's tragedy is that we get old too soon and wise too late.", "author": "Benjamin Franklin"}, {"content": "Education must not simply teach work - it must teach Life.", "author": "W. E. B. Du Bois"}, {"content": "We are never defeated unless we give up on God.", "author": "Ronald Reagan"}, {"content": "God always gives His best to those who leave the choice with him.", "author": "Jim Elliot"}, {"content": "A bachelor's life is a fine breakfast, a flat lunch, and a miserable dinner.", "author": "Francis Bacon"}, {"content": "Flying dreams mean that you're doing the right thing with your life.", "author": "Douglas Coupland"}, {"content": "Not brute force but only persuasion and faith are the kings of this world.", "author": "Thomas Carlyle"}, {"content": "The secret of getting ahead is getting started.", "author": "Mark Twain"}, {"content": "There is progress whether ye are going forward or backward! The thing is to move!", "author": "Edgar Cayce"}, {"content": "I had hoped when my life was chronicled, it would be an inspirational story.", "author": "Om Puri"}, {"content": "Faith is the strength by which a shattered world shall emerge into the light.", "author": "Helen Keller"}, {"content": "Nobody got where they are today by living for tomorrow.", "author": "Tom Wilson"}, {"content": "The reason I exercise is for the quality of life I enjoy.", "author": "Kenneth H. Cooper"}, {"content": "There are only three things women need in life: food, water, and compliments.", "author": "Chris Rock"}, {"content": "God always strives together with those who strive.", "author": "Aeschylus"}, {"content": "Always do your best. What you plant now, you will harvest later.", "author": "Og Mandino"}, {"content": "Faith is a knowledge within the heart, beyond the reach of proof.", "author": "Khalil Gibran"}, {"content": "Get action. Seize the moment. Man was never intended to become an oyster.", "author": "Theodore Roosevelt"}, {"content": "Our life is what our thoughts make it.", "author": "Marcus Aurelius"}, {"content": "Life is an adventure, it's not a package tour.", "author": "Eckhart Tolle"}, {"content": "Every man regards his own life as the New Year's Eve of time.", "author": "Jean Paul"}, {"content": "We should not give up and we should not allow the problem to defeat us.", "author": "A. P. J. Abdul Kalam"}, {"content": "Life is too short for long-term grudges.", "author": "Elon Musk"}, {"content": "Happy is the son whose faith in his mother remains unchallenged.", "author": "Louisa May Alcott"}, {"content": "Contemplate the good things in your life and be grateful for them.", "author": "Rebecca Pidgeon"}, {"content": "I have found that if you love life, life will love you back.", "author": "Arthur Rubinstein"}, {"content": "Never complain and never explain.", "author": "Benjamin Disraeli"}, {"content": "Countless as the sands of the sea are human passions.", "author": "Nikolai Gogol"}, {"content": "Don't watch the clock; do what it does. Keep going.", "author": "Sam Levenson"}, {"content": "Faith is not a sense, nor sight, nor reason, but taking God at His work.", "author": "Faith Evans"}, {"content": "With the past, I have nothing to do; nor with the future. I live now.", "author": "Ralph Waldo Emerson"}, {"content": "I wish everybody finds the serenity that good, strong faith brings.", "author": "Ann Jillian"}, {"content": "If you do what you love, you'll never work a day in your life.", "author": "Marc Anthony"}, {"content": "Not a shred of evidence exists in favor of the idea that life is serious.", "author": "Brendan Gill"}, {"content": "Luck is great, but most of life is hard work.", "author": "Iain Duncan Smith"}, {"content": "The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication.", "author": "Harold S. Geneen"}, {"content": "Life is what happens while you are busy making other plans.", "author": "John Lennon"}, {"content": "Let us make our future now, and let us make our dreams tomorrow's reality.", "author": "Malala Yousafzai"}, {"content": "Think little goals and expect little achievements. Think big goals and win big success.", "author": "David Joseph Schwartz"}, {"content": "The secret of our success is that we never, never give up.", "author": "Wilma Mankiller"}, {"content": "Victory has a thousand fathers, but defeat is an orphan.", "author": "John F. Kennedy"}, {"content": "Each one prays to God according to his own light.", "author": "Mahatma Gandhi"}, {"content": "Reading is a basic tool in the living of a good life.", "author": "Joseph Addison"}, {"content": "Today is the only day. Yesterday is gone.", "author": "John Wooden"}, {"content": "Thought is the wind, knowledge the sail, and mankind the vessel.", "author": "Augustus Hare"}, {"content": "The smallest seed of faith is better than the largest fruit of happiness.", "author": "Henry David Thoreau"}, {"content": "Science stands for rational thought, faith for superstition and unreason.", "author": "Deepak Chopra"}, {"content": "It's better to be a lion for a day than a sheep all your life.", "author": "Elizabeth Kenny"}, {"content": "I can, therefore I am.", "author": "Simone Weil"}, {"content": "I am an artist... I am here to live out loud.", "author": "Emile Zola"}, {"content": "I would rather die a meaningful death than to live a meaningless life.", "author": "Corazon Aquino"}, {"content": "Faith consists in believing when it is beyond the power of reason to believe.", "author": "Voltaire"}, {"content": "Doing what you love is the cornerstone of having abundance in your life.", "author": "Wayne Dyer"}, {"content": "Follow your bliss and the universe will open doors where there were only walls.", "author": "Joseph Campbell"}, {"content": "We are to seek wisdom and understanding only in the length of days.", "author": "Robert Hall"}, {"content": "We relish news of our heroes, forgetting that we are extraordinary to somebody too.", "author": "Helen Hayes"}, {"content": "The best preparation for tomorrow is doing your best today.", "author": "H. Jackson Brown, Jr."}, {"content": "Caring - about people, about things, about life - is an act of maturity.", "author": "Tracy McMillan"}, {"content": "Let each man exercise the art he knows.", "author": "Aristophanes"}, {"content": "Be thine own palace, or the world's thy jail.", "author": "John Donne"}, {"content": "The only place success comes before work is in the dictionary.", "author": "Vince Lombardi"}, {"content": "Try to be a rainbow in someone's cloud.", "author": "Maya Angelou"}, {"content": "Your big opportunity may be right where you are now.", "author": "Napoleon Hill"}, {"content": "I am simply trying to struggle through life; trying to do God's bidding.", "author": "George Lucas"}, {"content": "The past cannot be changed. The future is yet in your power.", "author": "Unknown"}, {"content": "Don't give up. Don't lose hope. Don't sell out.", "author": "Christopher Reeve"}, {"content": "Who seeks shall find.", "author": "Sophocles"}, {"content": "Never regret yesterday. Life is in you today and you make your tomorrow.", "author": "L. Ron Hubbard"}, {"content": "Never, never, never give up.", "author": "Winston Churchill"}, {"content": "Life's like a movie, write your own ending. Keep believing, keep pretending.", "author": "Jim Henson"}, {"content": "What we play is life.", "author": "Louis Armstrong"}, {"content": "Money won't create success, the freedom to make it will.", "author": "Nelson Mandela"}, {"content": "Life itself is the proper binge.", "author": "Julia Child"}, {"content": "The more we do, the more we can do.", "author": "William Hazlitt"}, {"content": "Never give in and never give up.", "author": "Hubert H. Humphrey"}, {"content": "What do we live for, if not to make life less difficult for each other?", "author": "George Eliot"}, {"content": "As reason is a rebel to faith, so passion is a rebel to reason.", "author": "Thomas Browne"}, {"content": "I like people that enjoy life, 'cause I do the same.", "author": "Lil Wayne"}, {"content": "God always takes the simplest way.", "author": "Albert Einstein"}, {"content": "Silence is the last thing the world will ever hear from me.", "author": "Marlee Matlin"}, {"content": "It is the sweet, simple things of life which are the real ones after all.", "author": "Laura Ingalls Wilder"}, {"content": "Life is like a roller coaster, live it, be happy, enjoy life.", "author": "Avril Lavigne"}, {"content": "I live and love in God's peculiar light.", "author": "Michelangelo"}, {"content": "Somewhere, something incredible is waiting to be known.", "author": "Sharon Begley"}, {"content": "The greatest act of faith is when a man understands he is not God.", "author": "Oliver Wendell Holmes, Jr."}, {"content": "The happiest moment of my life was probably when my daughter was born.", "author": "David Duchovny"}, {"content": "Every human is an artist. The dream of your life is to make beautiful art.", "author": "Don Miguel Ruiz"}, {"content": "Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?", "author": "John Calvin"}, {"content": "Life isn't a matter of milestones, but of moments.", "author": "Rose Kennedy"}, {"content": "I can't prove it scientifically, that there's a God, but I believe.", "author": "Billy Graham"}, {"content": "The only journey is the one within.", "author": "Rainer Maria Rilke"}, {"content": "Ambition is the path to success, persistence is the vehicle you arrive in.", "author": "William Eardley IV"}, {"content": "Obedience is the fruit of faith.", "author": "Christina Rossetti"}, {"content": "Sometimes you find your strongest faith in the darkest corners.", "author": "Margo Price"}, {"content": "The hardest years in life are those between ten and seventy.", "author": "Helen Hayes"}, {"content": "Into each life some rain must fall.", "author": "Henry Wadsworth Longfellow"}, {"content": "Light tomorrow with today!", "author": "Elizabeth Barrett Browning"}, {"content": "Reason is the enemy of faith.", "author": "Martin Luther"}, {"content": "If you want to lose your faith, make friends with a priest.", "author": "George Gurdjieff"}, {"content": "Faith is trust in ultimate meaning.", "author": "Viktor E. Frankl"}, {"content": "Success is a lousy teacher. It seduces smart people into thinking they can't lose.", "author": "Bill Gates"}, {"content": "I want to be remembered as the person who helped us restore faith in ourselves.", "author": "Wilma Mankiller"}, {"content": "You learn more about life from watching 'Big Brother' than from reading a book.", "author": "John de Mol, Jr."}, {"content": "Life is largely a matter of expectation.", "author": "Horace"}, {"content": "Keep your face always toward the sunshine - and shadows will fall behind you.", "author": "Walt Whitman"}, {"content": "A strong, positive self-image is the best possible preparation for success.", "author": "Joyce Brothers"}, {"content": "I'm lucky in having found the perfect partner to spend my life with.", "author": "Sara Paretsky"}, {"content": "Life is made up of marble and mud.", "author": "Nathaniel Hawthorne"}, {"content": "Life loves the liver of it.", "author": "Maya Angelou"}, {"content": "Writing is an act of faith, not a trick of grammar.", "author": "E. B. White"}, {"content": "The harder the conflict, the more glorious the triumph.", "author": "Thomas Paine"}, {"content": "Sometimes I feel my whole life has been one big rejection.", "author": "Marilyn Monroe"}, {"content": "Life is like the ocean, it goes up and down.", "author": "Vanessa Paradis"}, {"content": "Life's a fight. It's a good fight of faith.", "author": "Joel Osteen"}, {"content": "Act as if what you do makes a difference. It does.", "author": "William James"}, {"content": "Prayer is as natural an expression of faith as breathing is of life.", "author": "Jonathan Edwards"}, {"content": "My life needs editing.", "author": "Mort Sahl"}, {"content": "To be prepared is half the victory.", "author": "Miguel de Cervantes"}, {"content": "Prayer should be the key of the day and the lock of the night.", "author": "George Herbert"}, {"content": "In a democracy, dissent is an act of faith.", "author": "J. William Fulbright"}, {"content": "Space is an inspirational concept that allows you to dream big.", "author": "Peter Diamandis"}, {"content": "Faith is what someone knows to be true, whether they believe it or not.", "author": "Flannery O'Connor"}, {"content": "I see heaven's glories shine and faith shines equal.", "author": "Emily Bronte"}, {"content": "For the happiest life, days should be rigorously planned, nights left open to chance.", "author": "Mignon McLaughlin"}, {"content": "A happy life is one spent in learning, earning, and yearning.", "author": "Lillian Gish"}, {"content": "The monotony and solitude of a quiet life stimulates the creative mind.", "author": "Albert Einstein"}, {"content": "Not on one strand are all life's jewels strung.", "author": "William Morris"}, {"content": "Live your beliefs and you can turn the world around.", "author": "Henry David Thoreau"}, {"content": "Success is achieved and maintained by those who try and keep trying.", "author": "W. Clement Stone"}, {"content": "Non-violence requires a double faith, faith in God and also faith in man.", "author": "Mahatma Gandhi"}, {"content": "Faith crosses every border and touches every heart in every nation.", "author": "George W. Bush"}, {"content": "Life is something to do when you can't get to sleep.", "author": "Fran Lebowitz"}, {"content": "You were designed for accomplishment, engineered for success, and endowed with the seeds of greatness.", "author": "Zig Ziglar"}, {"content": "Life is either a great adventure or nothing.", "author": "Helen Keller"}, {"content": "By failing to prepare, you are preparing to fail.", "author": "Benjamin Franklin"}, {"content": "I am not a has-been. I am a will be.", "author": "Lauren Bacall"}, {"content": "I don't have to have faith, I have experience.", "author": "Joseph Campbell"}, {"content": "To be free is to have achieved your life.", "author": "Tennessee Williams"}, {"content": "You just got with the flow because life is just all about how you feel.", "author": "Post Malone"}, {"content": "The great moral powers of the soul are faith, hope, and love.", "author": "Ellen G. White"}, {"content": "There is always room at the top.", "author": "Daniel Webster"}, {"content": "Life is the art of drawing sufficient conclusions from insufficient premises.", "author": "Samuel Butler"}, {"content": "Our ideals are our better selves.", "author": "Amos Bronson Alcott"}, {"content": "A better world shall emerge based on faith and understanding.", "author": "Douglas MacArthur"}, {"content": "Success is a science; if you have the conditions, you get the result.", "author": "Oscar Wilde"}, {"content": "A #2 pencil and a dream can take you anywhere.", "author": "Joyce Meyer"}, {"content": "Always keep your smile. That's how I explain my long life.", "author": "Jeanne Calment"}, {"content": "God will never give you anything you can't handle, so don't stress.", "author": "Kelly Clarkson"}, {"content": "Nurture your minds with great thoughts. To believe in the heroic makes heroes.", "author": "Benjamin Disraeli"}, {"content": "Life is half spent before we know what it is.", "author": "George Herbert"}, {"content": "Non-violence is the article of faith.", "author": "Mahatma Gandhi"}, {"content": "Patience and Diligence, like faith, remove mountains.", "author": "William Penn"}, {"content": "What you do today can improve all your tomorrows.", "author": "Ralph Marston"}, {"content": "Life is a tragedy when seen in close-up, but a comedy in long-shot.", "author": "Charlie Chaplin"}, {"content": "You can preach a better sermon with your life than with your lips.", "author": "Oliver Goldsmith"}, {"content": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.", "author": "Zig Ziglar"}, {"content": "Many are called but few get up.", "author": "Oliver Herford"}, {"content": "I wanted to do something inspirational for my children.", "author": "Harvey Weinstein"}, {"content": "Morals are built on religious faith. Virtue is built on morality and influences a culture.", "author": "Michele Bachmann"}, {"content": "Faith may be defined briefly as an illogical belief in the occurrence of the improbable.", "author": "H. L. Mencken"}, {"content": "Words, once they are printed, have a life of their own.", "author": "Carol Burnett"}, {"content": "My life is my message.", "author": "Mahatma Gandhi"}, {"content": "Faith... must be enforced by reason... when faith becomes blind it dies.", "author": "Mahatma Gandhi"}, {"content": "Wrong life cannot be lived rightly.", "author": "Theodor W. Adorno"}, {"content": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine.", "author": "Morris West"}, {"content": "Hitch your wagon to a star.", "author": "Ralph Waldo Emerson"}, {"content": "Faith is the state of being ultimately concerned.", "author": "Paul Tillich"}, {"content": "The ladder of success is best climbed by stepping on the rungs of opportunity.", "author": "Ayn Rand"}, {"content": "What makes the desert beautiful is that somewhere it hides a well.", "author": "Antoine de Saint-Exupery"}, {"content": "The way to see by Faith is to shut the Eye of Reason.", "author": "Benjamin Franklin"}, {"content": "The keys to brand success are self-definition, transparency, authenticity and accountability.", "author": "Simon Mainwaring"}, {"content": "Our faith is released as we say, pray and do the Word.", "author": "Joyce Meyer"}, {"content": "If you think you can do it, you can.", "author": "John Burroughs"}, {"content": "I dwell in possibility.", "author": "Emily Dickinson"}, {"content": "To the mind that is still, the whole universe surrenders.", "author": "Lao Tzu"}, {"content": "I feel that the simplicity of life is just being yourself.", "author": "Bobby Brown"}, {"content": "No act of kindness, no matter how small, is ever wasted.", "author": "Aesop"}, {"content": "Only the person who has faith in himself is able to be faithful to others.", "author": "Erich Fromm"}, {"content": "Our faith comes in moments; our vice is habitual.", "author": "Ralph Waldo Emerson"}, {"content": "How do you know you're going to do something, untill you do it?", "author": "J. D. Salinger"}, {"content": "The love of heaven makes one heavenly.", "author": "William Shakespeare"}, {"content": "All I really need to know... I learned in kindergarten.", "author": "Robert Fulghum"}, {"content": "From my tribe I take nothing, I am the maker of my own fortune.", "author": "Tecumseh"}, {"content": "I am totally convinced the Christian faith is the most coherent worldview around.", "author": "Ravi Zacharias"}, {"content": "Thinking: the talking of the soul with itself.", "author": "Plato"}, {"content": "Faith is easy; I think people complicate it.", "author": "Joel Osteen"}, {"content": "Take care of your life and the Lord will take care of your death.", "author": "George Whitefield"}, {"content": "Life is full of happiness and tears; be strong and have faith.", "author": "Kareena Kapoor Khan"}, {"content": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.", "author": "Samuel Beckett"}, {"content": "One may miss the mark by aiming too high as too low.", "author": "Thomas Fuller"}, {"content": "Faith is the ticket to the feast, not the feast.", "author": "Edwin Louis Cole"}, {"content": "Self-belief and hard work will always earn you success.", "author": "Virat Kohli"}, {"content": "Pray as though everything depended on God. Work as though everything depended on you.", "author": "Saint Augustine"}, {"content": "Wonder rather than doubt is the root of all knowledge.", "author": "Abraham Joshua Heschel"}, {"content": "Life well spent is long.", "author": "Leonardo da Vinci"}, {"content": "It's always too early to quit.", "author": "Norman Vincent Peale"}, {"content": "Quality is not an act, it is a habit.", "author": "Aristotle"}, {"content": "Comfortable shoes and the freedom to leave are the two most important things in life.", "author": "Shel Silverstein"}, {"content": "Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.", "author": "Martin Luther"}, {"content": "Even if you fall on your face, you're still moving forward.", "author": "Victor Kiam"}, {"content": "Sometimes life hits you in the head with a brick. Don't lose faith.", "author": "Steve Jobs"}, {"content": "Give me the luxuries of life and I will willingly do without the necessities.", "author": "Frank Lloyd Wright"}, {"content": "The measure of success is happiness and peace of mind.", "author": "Bobby Davro"}, {"content": "Faith is trust in ultimate meaning.", "author": "Viktor E. Frankl"}, {"content": "The privilege of a lifetime is being who you are.", "author": "Joseph Campbell"}, {"content": "To me faith means not worrying.", "author": "John Dewey"}, {"content": "Belief in a cruel God makes a cruel man.", "author": "Thomas Paine"}, {"content": "When life gives you Monday, dip it in glitter and sparkle all day.", "author": "Ella Woodward"}, {"content": "Life is a journey. When we stop, things don't go right.", "author": "Pope Francis"}, {"content": "Perfection is not attainable, but if we chase perfection we can catch excellence.", "author": "Vince Lombardi"}, {"content": "I have inspiration and feelings of being alive most every day I live.", "author": "Judy Collins"}, {"content": "I am I plus my circumstances.", "author": "Jose Ortega y Gasset"}, {"content": "Our truest life is when we are in dreams awake.", "author": "Henry David Thoreau"}, {"content": "Life is a lot like jazz... it's best when you improvise.", "author": "George Gershwin"}, {"content": "Life is a work in progress.", "author": "Jeff Rich"}, {"content": "I have tremendous faith in President Obama's skills. He's a long-term visionary.", "author": "Deepak Chopra"}, {"content": "Stand straight, walk proud, have a little faith.", "author": "Garth Brooks"}, {"content": "It is truer to say that martyrs create faith more than faith creates martyrs.", "author": "Miguel de Unamuno"}, {"content": "All theory, dear friend, is gray, but the golden tree of life springs ever green.", "author": "Johann Wolfgang von Goethe"}, {"content": "Do not tell secrets to those whose faith and silence you have not already tested.", "author": "Elizabeth I"}, {"content": "Love the moment and the energy of that moment will spread beyond all boundaries.", "author": "Corita Kent"}, {"content": "Where there is love there is life.", "author": "Mahatma Gandhi"}, {"content": "Faith is permitting ourselves to be seized by the things we do not see.", "author": "Martin Luther"}, {"content": "Faith gives you an inner strength and a sense of balance and perspective in life.", "author": "Gregory Peck"}, {"content": "Start where you are. Use what you have. Do what you can.", "author": "Arthur Ashe"}, {"content": "The fear of life is the favorite disease of the 20th century.", "author": "William Lyon Phelps"}, {"content": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.", "author": "Denzel Washington"}, {"content": "We convince by our presence.", "author": "Walt Whitman"}, {"content": "Go big or go home. Because it's true. What do you have to lose?", "author": "Eliza Dushku"}, {"content": "My life motto is 'Do my best, so that I can't blame myself for anything.'", "author": "Magdalena Neuner"}, {"content": "There is more to life than increasing its speed.", "author": "Mahatma Gandhi"}, {"content": "Music - it's motivational and just makes you relax.", "author": "Taika Waititi"}, {"content": "Faith moves mountains, but you have to keep pushing while you are praying.", "author": "Mason Cooley"}, {"content": "The personal life deeply lived always expands into truths beyond itself.", "author": "Anais Nin"}, {"content": "Find ecstasy in life; the mere sense of living is joy enough.", "author": "Emily Dickinson"}, {"content": "Art requires neither complaisance nor politeness; nothing but faith, faith and freedom.", "author": "Gustave Flaubert"}, {"content": "The undertaking of a new action brings new strength.", "author": "Richard L. Evans"}, {"content": "Romance is the glamour which turns the dust of everyday life into a golden haze.", "author": "Carolyn Gold Heilbrun"}, {"content": "Life is much too serious to be taken seriously.", "author": "Vicki Lawrence"}, {"content": "We are never defeated unless we give up on God.", "author": "Ronald Reagan"}, {"content": "Life begins at the end of your comfort zone.", "author": "Neale Donald Walsch"}, {"content": "My success isn't a result of arrogance - it's a result of belief.", "author": "Conor McGregor"}, {"content": "Life is made up of sobs, sniffles, and smiles, with sniffles predominating.", "author": "O. Henry"}, {"content": "No one succeeds without effort... Those who succeed owe their success to perseverance.", "author": "Ramana Maharshi"}, {"content": "The great art of life is sensation, to feel that we exist, even in pain.", "author": "Lord Byron"}, {"content": "Music is moonlight in the gloomy night of life.", "author": "Jean Paul"}, {"content": "A little credulity helps one on through life very smoothly.", "author": "Elizabeth Gaskell"}, {"content": "I live a very joyful life, with a lot of laughter and good times.", "author": "Kimberly Elise"}, {"content": "Only our individual faith in freedom can keep us free.", "author": "Dwight D. Eisenhower"}, {"content": "Faith is not believing that God can. It is knowing that God will.", "author": "Ben Stein"}, {"content": "Surprise is the greatest gift which life can grant us.", "author": "Boris Pasternak"}, {"content": "Prayer should be the key of the day and the lock of the night.", "author": "George Herbert"}, {"content": "An Adult faith does not follow the waves of fashion and the latest novelties.", "author": "Pope Benedict XVI"}, {"content": "After a storm comes a calm.", "author": "Matthew Henry"}, {"content": "Faith never makes a confession.", "author": "Henry David Thoreau"}, {"content": "Each day is the scholar of yesterday.", "author": "Publilius Syrus"}, {"content": "I want to be remembered as the person who helped us restore faith in ourselves.", "author": "Wilma Mankiller"}, {"content": "To believe in God is impossible not to believe in Him is absurd.", "author": "Voltaire"}, {"content": "A man who has never made a woman angry is a failure in life.", "author": "Christopher Morley"}, {"content": "A champion is someone who gets up when he can't.", "author": "Jack Dempsey"}, {"content": "I think togetherness is a very important ingredient to family life.", "author": "Barbara Bush"}, {"content": "We aim above the mark to hit the mark.", "author": "Ralph Waldo Emerson"}, {"content": "The bird is powered by its own life and by its motivation.", "author": "A. P. J. Abdul Kalam"}, {"content": "Patience, persistence and perspiration make an unbeatable combination for success.", "author": "Napoleon Hill"}, {"content": "The successful man will profit from his mistakes and try again in a different way.", "author": "Dale Carnegie"}, {"content": "Life will always be to a large extent what we ourselves make it.", "author": "Samuel Smiles"}, {"content": "Life was always a matter of waiting for the right moment to act.", "author": "Paulo Coelho"}, {"content": "My favorite thing is to have a big dinner with friends and talk about life.", "author": "Carla Gugino"}, {"content": "Intolerance betrays want of faith in one's cause.", "author": "Mahatma Gandhi"}, {"content": "Non-violence requires a double faith, faith in God and also faith in man.", "author": "Mahatma Gandhi"}, {"content": "We are here to make another world.", "author": "W. Edwards Deming"}, {"content": "It takes half your life before you discover life is a do-it-yourself project.", "author": "Napoleon Hill"}, {"content": "The path to success is to take massive, determined action.", "author": "Tony Robbins"}, {"content": "Nothing makes one feel so strong as a call for help.", "author": "Pope Paul VI"}, {"content": "The starting point of all achievement is desire.", "author": "Napoleon Hill"}, {"content": "There is nothing impossible to him who will try.", "author": "Alexander the Great"}, {"content": "The greatest trap in our life is not success, popularity or power, but self-rejection.", "author": "Henri Nouwen"}, {"content": "I've always tried to go a step past wherever people expected me to end up.", "author": "Beverly Sills"}, {"content": "Faith must trample under foot all reason, sense, and understanding.", "author": "Martin Luther"}, {"content": "Life is hard. After all, it kills you.", "author": "Katharine Hepburn"}, {"content": "As reason is a rebel to faith, so passion is a rebel to reason.", "author": "Thomas Browne"}, {"content": "It is in your moments of decision that your destiny is shaped.", "author": "Tony Robbins"}, {"content": "It is not length of life, but depth of life.", "author": "Ralph Waldo Emerson"}, {"content": "How glorious a greeting the sun gives the mountains!", "author": "John Muir"}, {"content": "Ah, but a man's reach should exceed his grasp, Or what's a heaven for?", "author": "Robert Browning"}, {"content": "Expect problems and eat them for breakfast.", "author": "Alfred A. Montapert"}, {"content": "Only an artist can interpret the meaning of life.", "author": "Novalis"}, {"content": "Reason is the enemy of faith.", "author": "Martin Luther"}, {"content": "The people who influence you are the people who believe in you.", "author": "Henry Drummond"}, {"content": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney"}, {"content": "Keep the faith, don't lose your perseverance and always trust your gut extinct.", "author": "Paula Abdul"}, {"content": "Knowledge is only one half. Faith is the other.", "author": "Novalis"}, {"content": "We can't plan life. All we can do is be available for it.", "author": "Lauryn Hill"}, {"content": "Success is really about your mindset.", "author": "F. Gary Gray"}, {"content": "I argue thee that love is life. And life hath immortality.", "author": "Emily Dickinson"}, {"content": "Patience and Diligence, like faith, remove mountains.", "author": "William Penn"}, {"content": "God... a being whose only definition is that he is beyond man's power to conceive.", "author": "Ayn Rand"}, {"content": "Happy is the son whose faith in his mother remains unchallenged.", "author": "Louisa May Alcott"}, {"content": "There is simply no substitute for hard work when it comes to achieving success.", "author": "Heather Bresch"}, {"content": "You have enemies? Good. That means you've stood up for something, sometime in your life.", "author": "Winston Churchill"}, {"content": "Poverty was the greatest motivating factor in my life.", "author": "Jimmy Dean"}, {"content": "Success and failure are both part of life. Both are not permanent.", "author": "Shah Rukh Khan"}, {"content": "I believe in living today. Not in yesterday, nor in tomorrow.", "author": "Loretta Young"}, {"content": "Seventy percent of success in life is showing up.", "author": "Woody Allen"}, {"content": "God... a being whose only definition is that he is beyond man's power to conceive.", "author": "Ayn Rand"}, {"content": "Enthusiasm moves the world.", "author": "Arthur Balfour"}, {"content": "Belief creates the actual fact.", "author": "William James"}, {"content": "At the heart of Christian faith is the story of Jesus' death and resurrection.", "author": "John Ortberg"}, {"content": "My trade and art is to live.", "author": "Michel de Montaigne"}, {"content": "When faith is lost, when honor dies, the man is dead.", "author": "John Greenleaf Whittier"}, {"content": "Love and desire are the spirit's wings to great deeds.", "author": "Johann Wolfgang von Goethe"}, {"content": "Because of your smile, you make life more beautiful.", "author": "Thich Nhat Hanh"}, {"content": "Variety's the very spice of life, That gives it all its flavor.", "author": "William Cowper"}, {"content": "Live a life full of humility, gratitude, intellectual curiosity, and never stop learning.", "author": "Gza"}, {"content": "Life's a fight. It's a good fight of faith.", "author": "Joel Osteen"}, {"content": "Concision in style, precision in thought, decision in life.", "author": "Victor Hugo"}, {"content": "Success is like reaching an important birthday and finding you're exactly the same.", "author": "Audrey Hepburn"}, {"content": "Turn your face to the sun and the shadows fall behind you.", "author": "Unknown"}, {"content": "Faith is like a kernel of wheat.", "author": "Joe Bob Briggs"}, {"content": "There is no success you can celebrate more than the success of a brother.", "author": "Diego Luna"}, {"content": "Faith gives you an inner strength and a sense of balance and perspective in life.", "author": "Gregory Peck"}, {"content": "Life is pleasant. Death is peaceful. It's the transition that's troublesome.", "author": "Isaac Asimov"}, {"content": "Change your thoughts and you change your world.", "author": "Norman Vincent Peale"}, {"content": "The flow of Guiness into the studio was inspirational as well as nutritive.", "author": "Carter Burwell"}, {"content": "However difficult life may seem, there is always something you can do and succeed at.", "author": "Stephen Hawking"}, {"content": "The real business of life is trying to understand each other.", "author": "Gilbert Parker"}, {"content": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.", "author": "Richard Bach"}, {"content": "Success depends upon previous preparation, and without such preparation there is sure to be failure.", "author": "Confucius"}, {"content": "The most effective way to do it, is to do it.", "author": "Amelia Earhart"}, {"content": "Go for it now. The future is promised to no one.", "author": "Wayne Dyer"}, {"content": "Life comes from physical survival; but the good life comes from what we care about.", "author": "Rollo May"}, {"content": "It's faith in something and enthusiasm for something that makes a life worth living.", "author": "Oliver Wendell Holmes, Sr."}, {"content": "It's not a faith in technology. It's faith in people.", "author": "Steve Jobs"}, {"content": "A library implies an act of faith.", "author": "Victor Hugo"}, {"content": "Life is the art of drawing without an eraser.", "author": "John W. Gardner"}, {"content": "Lord, grant that I may always desire more than I can accomplish.", "author": "Michelangelo"}, {"content": "Pursue one great decisive aim with force and determination.", "author": "Carl von Clausewitz"}, {"content": "Knowledge is only one half. Faith is the other.", "author": "Novalis"}, {"content": "My daughter is my passion and my life.", "author": "Tamara Mellon"}, {"content": "Success is survival.", "author": "Leonard Cohen"}, {"content": "In a democracy, dissent is an act of faith.", "author": "J. William Fulbright"}, {"content": "Unity in faith is theocracy; unity in politics is fascism.", "author": "Maajid Nawaz"}, {"content": "Kindness, I've discovered, is everything in life.", "author": "Isaac Bashevis Singer"}, {"content": "Unrest of spirit is a mark of life.", "author": "Karl A. Menninger"}, {"content": "Smoking kills. If you're killed, you've lost a very important part of your life.", "author": "Brooke Shields"}, {"content": "Let life happen to you. Believe me: life is in the right, always.", "author": "Rainer Maria Rilke"}, {"content": "Growth is the only evidence of life.", "author": "John Henry Newman"}, {"content": "You can't wait for inspiration. You have to go after it with a club.", "author": "Jack London"}, {"content": "Everything has been figured out, except how to live.", "author": "Jean-Paul Sartre"}, {"content": "Formula for success: rise early, work hard, strike oil.", "author": "J. Paul Getty"}, {"content": "A man of courage is also full of faith.", "author": "Marcus Tullius Cicero"}, {"content": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.", "author": "George Washington"}, {"content": "I die the king's faithful servant, but God's first.", "author": "Thomas More"}, {"content": "Faith moves mountains, but you have to keep pushing while you are praying.", "author": "Mason Cooley"}, {"content": "Success is finding satisfaction in giving a little more than you take.", "author": "Christopher Reeve"}, {"content": "My faith always has been and always will be important to me.", "author": "Aretha Franklin"}, {"content": "Mankind is made great or little by its own will.", "author": "Friedrich Schiller"}, {"content": "I am all for the short and merry life.", "author": "Edward Fitzgerald"}, {"content": "We make the world we live in and shape our own environment.", "author": "Orison Swett Marden"}, {"content": "Always desire to learn something useful.", "author": "Sophocles"}, {"content": "Duty cannot exist without faith.", "author": "Benjamin Disraeli"}, {"content": "From its brilliancy everything is illuminated.", "author": "Guru Nanak"}, {"content": "It's attractive when girls have faith. That is a big thing for me.", "author": "Tim Tebow"}, {"content": "If we did all the things we are capable of, we would literally astound ourselves.", "author": "Thomas A. Edison"}, {"content": "Success is simply a matter of luck. Ask any failure.", "author": "Earl Wilson"}, {"content": "Faith activates God - Fear activates the Enemy.", "author": "Joel Osteen"}, {"content": "I attribute my success to this - I never gave or took any excuse.", "author": "Florence Nightingale"}, {"content": "Men must live and create. Live to the point of tears.", "author": "Albert Camus"}, {"content": "Fear clogs; faith liberates.", "author": "Elbert Hubbard"}, {"content": "Music is the soundtrack of your life.", "author": "Dick Clark"}, {"content": "The only disability in life is a bad attitude.", "author": "Scott Hamilton"}, {"content": "The difficulty in life is the choice.", "author": "George A. Moore"}, {"content": "Life is a game and true love is a trophy.", "author": "Rufus Wainwright"}, {"content": "We live a happy life, and we don't take anything too seriously.", "author": "Zoe Foster Blake"}, {"content": "Faith is the state of being ultimately concerned.", "author": "Paul Tillich"}, {"content": "There lives more faith in honest doubt, believe me, than in half the creeds.", "author": "Alfred Lord Tennyson"}, {"content": "Life is anything that dies when you stomp on it.", "author": "Dave Barry"}, {"content": "Your heart is full of fertile seeds, waiting to sprout.", "author": "Morihei Ueshiba"}, {"content": "You can't cross the sea merely by standing and staring at the water.", "author": "Rabindranath Tagore"}, {"content": "An Adult faith does not follow the waves of fashion and the latest novelties.", "author": "Pope Benedict XVI"}, {"content": "I had no blood relatives till I made some.", "author": "Andy Dick"}, {"content": "A better world shall emerge based on faith and understanding.", "author": "Douglas MacArthur"}, {"content": "Reason is our soul's left hand, faith her right.", "author": "John Donne"}, {"content": "Art is the proper task of life.", "author": "Friedrich Nietzsche"}, {"content": "Faith is much better than belief. Belief is when someone else does the thinking.", "author": "R. Buckminster Fuller"}, {"content": "I attribute my success to this - I never gave or took any excuse.", "author": "Florence Nightingale"}, {"content": "To Follow by faith alone is to follow blindly.", "author": "Benjamin Franklin"}, {"content": "One way to keep momentum going is to have constantly greater goals.", "author": "Michael Korda"}, {"content": "A will finds a way.", "author": "Orison Swett Marden"}, {"content": "Faith may be defined briefly as an illogical belief in the occurrence of the improbable.", "author": "H. L. Mencken"}, {"content": "Obedience is an act of faith; disobedience is the result of unbelief.", "author": "Edwin Louis Cole"}, {"content": "Belief in oneself is one of the most important bricks in building any successful venture.", "author": "Lydia M. Child"}, {"content": "While there's life, there's hope.", "author": "Marcus Tullius Cicero"}, {"content": "Think with your whole body.", "author": "Taisen Deshimaru"}, {"content": "Life is a long lesson in humility.", "author": "James M. Barrie"}, {"content": "Hope is but the dream of those who wake.", "author": "Matthew Prior"}, {"content": "Life is doubt, and faith without doubt is nothing but death.", "author": "Miguel de Unamuno"}, {"content": "The age of innocent faith in science and technology may be over.", "author": "Barry Commoner"}, {"content": "Do what you need to do and enjoy life as it happens.", "author": "John Scalzi"}, {"content": "Life leaps like a geyser for those who drill through the rock of inertia.", "author": "Alexis Carrel"}, {"content": "Grace is the beauty of form under the influence of freedom.", "author": "Friedrich Schiller"}, {"content": "God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.", "author": "Arthur Young"}, {"content": "Life is a gift, given in trust - like a child.", "author": "Anne Morrow Lindbergh"}, {"content": "I view art as an inspirational tool.", "author": "Thomas Kinkade"}, {"content": "I'm really looking forward to seeing what life brings to me.", "author": "Rihanna"}, {"content": "There's a huge amount of faith and confidence in the stunt team.", "author": "Jason Statham"}, {"content": "I don't trip on that much. I just like to enjoy life and be happy.", "author": "Roy Ayers"}, {"content": "A casual stroll through the lunatic asylum shows that faith does not prove anything.", "author": "Friedrich Nietzsche"}, {"content": "Success is having to worry about every damn thing in the world, except money.", "author": "Johnny Cash"}, {"content": "Every exit is an entry somewhere else.", "author": "Tom Stoppard"}, {"content": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.", "author": "George Washington"}, {"content": "For success, attitude is equally as important as ability.", "author": "Walter Scott"}, {"content": "True happiness involves the full use of one's power and talents.", "author": "John W. Gardner"}, {"content": "My whole life is about winning. I don't lose often. I almost never lose.", "author": "Donald Trump"}, {"content": "If life had a second edition, how I would correct the proofs.", "author": "John Clare"}, {"content": "Be happy for this moment. This moment is your life.", "author": "Omar Khayyam"}, {"content": "The faith that stands on authority is not faith.", "author": "Ralph Waldo Emerson"}, {"content": "Keep your faith in God, but keep your powder dry.", "author": "Oliver Cromwell"}, {"content": "If life were predictable it would cease to be life, and be without flavor.", "author": "Eleanor Roosevelt"}, {"content": "Maybe all one can do is hope to end up with the right regrets.", "author": "Arthur Miller"}, {"content": "If you're going through hell, keep going.", "author": "Winston Churchill"}, {"content": "My main focus in sobriety has been to replace fear with faith or love.", "author": "Steve-O"}, {"content": "Faith is about trusting God when you have unanswered questions.", "author": "Joel Osteen"}, {"content": "I do not regret one moment of my life.", "author": "Lillie Langtry"}, {"content": "The ambition and focus that propel you to success can also be your downfall.", "author": "Judy Smith"}, {"content": "A library implies an act of faith.", "author": "Victor Hugo"}, {"content": "People say that life is the thing, but I prefer reading.", "author": "Logan Pearsall Smith"}, {"content": "With the new day comes new strength and new thoughts.", "author": "Eleanor Roosevelt"}, {"content": "Faith is the ticket to the feast, not the feast.", "author": "Edwin Louis Cole"}, {"content": "The best path through life is the highway.", "author": "Henri Frederic Amiel"}, {"content": "Only I can change my life. No one can do it for me.", "author": "Carol Burnett"}, {"content": "I just want to have a nice, happy life.", "author": "Orlando Bloom"}, {"content": "Aim for the moon. If you miss, you may hit a star.", "author": "W. Clement Stone"}, {"content": "Faith is not something to grasp, it is a state to grow into.", "author": "Mahatma Gandhi"}, {"content": "I bear a charmed life.", "author": "William Shakespeare"}, {"content": "The most exhausting thing in life is being insincere.", "author": "Anne Morrow Lindbergh"}, {"content": "God never made a promise that was too good to be true.", "author": "Dwight L. Moody"}, {"content": "Don't confuse fame with success. Madonna is one; Helen Keller is the other.", "author": "Erma Bombeck"}, {"content": "Life could be wonderful if people would leave you alone.", "author": "Charlie Chaplin"}, {"content": "Nothing is worth more than this day.", "author": "Johann Wolfgang von Goethe"}, {"content": "Faith is the heroism of the intellect.", "author": "Charles Henry Parkhurst"}, {"content": "Faith Hill is a big role model.", "author": "Taylor Swift"}, {"content": "He not busy being born is busy dying.", "author": "Bob Dylan"}, {"content": "Failure at some point in your life is inevitable, but giving up is unforgivable.", "author": "Joe Biden"}, {"content": "Pray, and let God worry.", "author": "Martin Luther"}, {"content": "Here's to alcohol: the cause of, and answer to, all of life's problems.", "author": "Matt Groening"}, {"content": "Stand straight, walk proud, have a little faith.", "author": "Garth Brooks"}, {"content": "Success is getting what you want. Happiness is wanting what you get.", "author": "Dale Carnegie"}, {"content": "Not brute force but only persuasion and faith are the kings of this world.", "author": "Thomas Carlyle"}, {"content": "Faith, culture, structure and guidance are good things.", "author": "Bethenny Frankel"}, {"content": "Faith goes out through the window when beauty comes in at the door.", "author": "George Edward Moore"}, {"content": "One today is worth two tomorrows.", "author": "Benjamin Franklin"}, {"content": "Sometimes all you need is a big leap of faith.", "author": "Sean Bean"}, {"content": "Without music, life is a journey through a desert.", "author": "Pat Conroy"}, {"content": "Life is like riding a bicycle: you don't fall off unless you stop pedaling.", "author": "Claude Pepper"}, {"content": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.", "author": "Zig Ziglar"}, {"content": "Every man dies. Not every man really lives.", "author": "William Wallace"}, {"content": "You just have to have a simple faith.", "author": "Jimmy Carter"}, {"content": "Man needs his difficulties because they are necessary to enjoy success.", "author": "A. P. J. Abdul Kalam"}, {"content": "Painting is a faith, and it imposes the duty to disregard public opinion.", "author": "Vincent Van Gogh"}, {"content": "Life is what we make it, always has been, always will be.", "author": "Grandma Moses"}, {"content": "A casual stroll through the lunatic asylum shows that faith does not prove anything.", "author": "Friedrich Nietzsche"}, {"content": "Your faithfulness makes you trustworthy to God.", "author": "Edwin Louis Cole"}, {"content": "When love and skill work together, expect a masterpiece.", "author": "John Ruskin"}, {"content": "A life is not important except in the impact it has on other lives.", "author": "Jackie Robinson"}, {"content": "Fortune befriends the bold.", "author": "Emily Dickinson"}, {"content": "Success is the only motivational factor that a boy with character needs.", "author": "Woody Hayes"}, {"content": "Life isn't black and white. It's a million gray areas, don't you find?", "author": "Ridley Scott"}, {"content": "We are twice armed if we fight with faith.", "author": "Plato"}, {"content": "Life is doubt, and faith without doubt is nothing but death.", "author": "Miguel de Unamuno"}, {"content": "Leap, and the net will appear.", "author": "John Burroughs"}, {"content": "Invincibility lies in the defence; the possibility of victory in the attack.", "author": "Sun Tzu"}, {"content": "You know, my faith is one that admits some doubt.", "author": "Barack Obama"}, {"content": "To believe in God is impossible not to believe in Him is absurd.", "author": "Voltaire"}, {"content": "Survival was my only hope, success my only revenge.", "author": "Patricia Cornwell"}, {"content": "People living deeply have no fear of death.", "author": "Anais Nin"}, {"content": "Happiness lies in the joy of achievement and the thrill of creative effort.", "author": "Franklin D. Roosevelt"}, {"content": "Accept the challenges so that you can feel the exhilaration of victory.", "author": "George S. Patton"}, {"content": "Life began with waking up and loving my mother's face.", "author": "George Eliot"}, {"content": "It is during our darkest moments that we must focus to see the light.", "author": "Aristotle"}, {"content": "Faith is taking the first step even when you don't see the whole staircase.", "author": "Martin Luther King, Jr."}, {"content": "He who has a why to live can bear almost any how.", "author": "Friedrich Nietzsche"}, {"content": "Create each day anew.", "author": "Morihei Ueshiba"}, {"content": "Life is really simple, but we insist on making it complicated.", "author": "Confucius"}, {"content": "Deacon Jones has been the most inspirational person in my football career.", "author": "Jack Youngblood"}, {"content": "Anyone can be a hero. You just have to have faith in yourself.", "author": "Masi Oka"}, {"content": "The ladder of success is never crowded at the top.", "author": "Napoleon Hill"}, {"content": "All life is an experiment. The more experiments you make the better.", "author": "Ralph Waldo Emerson"}, {"content": "The two basic items necessary to sustain life are sunshine and coconut milk.", "author": "Dustin Hoffman"}, {"content": "A healthful hunger for a great idea is the beauty and blessedness of life.", "author": "Jean Ingelow"}, {"content": "If opportunity doesn't knock, build a door.", "author": "Milton Berle"}, {"content": "Even if a unity of faith is not possible, a unity of love is.", "author": "Hans Urs von Balthasar"}, {"content": "A true friend is one who overlooks your failures and tolerates your success!", "author": "Doug Larson"}, {"content": "A goal is a dream with a deadline.", "author": "Napoleon Hill"}, {"content": "I wish everybody finds the serenity that good, strong faith brings.", "author": "Ann Jillian"}, {"content": "The distance between insanity and genius is measured only by success.", "author": "Bruce Feirstein"}, {"content": "Faith is about trusting God when you have unanswered questions.", "author": "Joel Osteen"}, {"content": "We are all here for a spell, get all the good laughs you can.", "author": "Will Rogers"}, {"content": "Definiteness of purpose is the starting point of all achievement.", "author": "W. Clement Stone"}, {"content": "The price of anything is the amount of life you exchange for it.", "author": "Henry David Thoreau"}, {"content": "Life's most persistent and urgent question is, 'What are you doing for others?'", "author": "Martin Luther King, Jr."}, {"content": "Intolerance betrays want of faith in one's cause.", "author": "Mahatma Gandhi"}, {"content": "He wants you all to Himself to put His loving, divine arms around you.", "author": "Charles Stanley"}, {"content": "Whatever ought to be, can be.", "author": "James Rouse"}, {"content": "Success is never final, failure is never fatal. It's courage that counts.", "author": "John Wooden"}, {"content": "I gave in, and admitted that God was God.", "author": "C. S. Lewis"}, {"content": "No life's worth more than any other, no sister worth less than any brother.", "author": "Michael Franti"}, {"content": "What I love most about this crazy life is the adventure of it.", "author": "Juliette Binoche"}, {"content": "Life isn't about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw"}, {"content": "You can really only enjoy life when you're extremely busy.", "author": "Josephine de La Baume"}, {"content": "I wish that every human life might be pure transparent freedom.", "author": "Simone de Beauvoir"}, {"content": "One important key to success is self-confidence. An important key to self-confidence is preparation.", "author": "Arthur Ashe"}, {"content": "Life is a horizontal fall.", "author": "Jean Cocteau"}, {"content": "Of all things visible, the highest is the heaven of the fixed stars.", "author": "Nicolaus Copernicus"}, {"content": "The things that we love tell us what we are.", "author": "Thomas Aquinas"}, {"content": "The principle part of faith is patience.", "author": "George MacDonald"}, {"content": "Faith embraces many truths which seem to contradict each other.", "author": "Blaise Pascal"}, {"content": "Do whatever you do intensely.", "author": "Robert Henri"}, {"content": "A single sunbeam is enough to drive away many shadows.", "author": "Francis of Assisi"}, {"content": "Morals are built on religious faith. Virtue is built on morality and influences a culture.", "author": "Michele Bachmann"}, {"content": "Skepticism, riddling the faith of yesterday, prepared the way for the faith of tomorrow.", "author": "Romain Rolland"}, {"content": "Life comes from the earth and life returns to the earth.", "author": "Zhuangzi"}, {"content": "Follow your inner moonlight; don't hide the madness.", "author": "Allen Ginsberg"}, {"content": "Success is simple. Do what's right, the right way, at the right time.", "author": "Arnold H. Glasow"}, {"content": "Beware the barrenness of a busy life.", "author": "Socrates"}, {"content": "The ideal life is in our blood and never will be still.", "author": "Phillips Brooks"}, {"content": "At the heart of Christian faith is the story of Jesus' death and resurrection.", "author": "John Ortberg"}, {"content": "There's a lot of blood, sweat, and guts between dreams and success.", "author": "Bear Bryant"}, {"content": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius"}, {"content": "If you are not too long, I will wait here for you all my life.", "author": "Oscar Wilde"}, {"content": "I love those who yearn for the impossible.", "author": "Johann Wolfgang von Goethe"}, {"content": "The faith that stands on authority is not faith.", "author": "Ralph Waldo Emerson"}, {"content": "Don't let the winds blow your dreams away... or steal your faith in God.", "author": "Vin Scully"}, {"content": "But for my faith in God, I should have been a raving maniac.", "author": "Mahatma Gandhi"}, {"content": "Not life, but good life, is to be chiefly valued.", "author": "Socrates"}, {"content": "Just remember, you can't climb the ladder of success with your hands in your pockets.", "author": "Arnold Schwarzenegger"}, {"content": "Act like you expect to get into the end zone.", "author": "Christopher Morley"}, {"content": "To live is to think.", "author": "Marcus Tullius Cicero"}, {"content": "Love is a fruit in season at all times, and within reach of every hand.", "author": "Mother Teresa"}, {"content": "For a gallant spirit there can never be defeat.", "author": "Wallis Simpson"}, {"content": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.", "author": "Benjamin Franklin"}, {"content": "Because nobody goes through life without a scar.", "author": "Carol Burnett"}, {"content": "The most beautiful thing in the world is, of course, the world itself.", "author": "Wallace Stevens"}, {"content": "Faith in oneself is the best and safest course.", "author": "Michelangelo"}, {"content": "You don't look out there for God, something in the sky, you look in you.", "author": "Alan Watts"}, {"content": "I'm a strong man of faith.", "author": "Darryl Glenn"}, {"content": "He who has courage and faith will never perish in misery!", "author": "Anne Frank"}, {"content": "I spend a lot of time balancing between faith and disbelief.", "author": "Taylor Swift"}, {"content": "Life is the flower for which love is the honey.", "author": "Victor Hugo"}, {"content": "Life is a lively process of becoming.", "author": "Douglas MacArthur"}, {"content": "Through perseverance many people win success out of what seemed destined to be certain failure.", "author": "Benjamin Disraeli"}, {"content": "Each one prays to God according to his own light.", "author": "Mahatma Gandhi"}, {"content": "Success is not a good teacher, failure makes you humble.", "author": "Shah Rukh Khan"}, {"content": "Only I can change my life. No one can do it for me.", "author": "Carol Burnett"}, {"content": "Success for an athlete follows many years of hard work and dedication.", "author": "Michael Diamond"}, {"content": "The life of the dead is placed in the memory of the living.", "author": "Marcus Tullius Cicero"}, {"content": "Our faith comes in moments; our vice is habitual.", "author": "Ralph Waldo Emerson"}, {"content": "Faith is the strength by which a shattered world shall emerge into the light.", "author": "Helen Keller"}, {"content": "Faith is what someone knows to be true, whether they believe it or not.", "author": "Flannery O'Connor"}, {"content": "Vitality shows in not only the ability to persist but the ability to start over.", "author": "F. Scott Fitzgerald"}, {"content": "The greatest pleasure of life is love.", "author": "Euripides"}, {"content": "It takes vision and courage to create - it takes faith and courage to prove.", "author": "Owen D. Young"}, {"content": "Faith means belief in something concerning which doubt is theoretically possible.", "author": "William James"}, {"content": "Try to be like the turtle - at ease in your own shell.", "author": "Bill Copeland"}, {"content": "God always takes the simplest way.", "author": "Albert Einstein"}, {"content": "As knowledge increases, wonder deepens.", "author": "Charles Morgan"}, {"content": "I am not afraid of tomorrow, for I have seen yesterday and I love today!", "author": "William Allen White"}, {"content": "Life is short, and we should respect every moment of it.", "author": "Orhan Pamuk"}, {"content": "A happy wife is a happy life.", "author": "Gavin Rossdale"}, {"content": "Strive not to be a success, but rather to be of value.", "author": "Albert Einstein"}, {"content": "The man who has no inner-life is a slave to his surroundings.", "author": "Henri Frederic Amiel"}, {"content": "Failure will never overtake me if my determination to succeed is strong enough.", "author": "Og Mandino"}, {"content": "Faith is easy; I think people complicate it.", "author": "Joel Osteen"}, {"content": "The ultimate aim of the ego is not to see something, but to be something.", "author": "Muhammad Iqbal"}, {"content": "To know nothing is the happiest life.", "author": "Desiderius Erasmus"}, {"content": "Faith is love taking the form of aspiration.", "author": "William Ellery Channing"}, {"content": "My normal life is like being on holiday.", "author": "Valentino Rossi"}, {"content": "If everyone is moving forward together, then success takes care of itself.", "author": "Henry Ford"}, {"content": "Be faithful in small things because it is in them that your strength lies.", "author": "Mother Teresa"}, {"content": "When one must, one can.", "author": "Charlotte Whitton"}, {"content": "What would life be if we had no courage to attempt anything?", "author": "Vincent Van Gogh"}, {"content": "Open your eyes, look within. Are you satisfied with the life you're living?", "author": "Bob Marley"}, {"content": "If you can dream it, you can do it.", "author": "Walt Disney"}, {"content": "Faith: not wanting to know what is true.", "author": "Friedrich Nietzsche"}, {"content": "Success is what you do with your ability. It's how you use your talent.", "author": "George Allen, Sr."}, {"content": "The more things you do, the more you can do.", "author": "Lucille Ball"}, {"content": "Your present circumstances don't determine where you can go; they merely determine where you start.", "author": "Nido Qubein"}, {"content": "Faith means belief in something concerning which doubt is theoretically possible.", "author": "William James"}, {"content": "There are two means of refuge from the miseries of life: music and cats.", "author": "Albert Schweitzer"}, {"content": "Faith is a state of openness or trust.", "author": "Alan Watts"}, {"content": "Faith is a passionate intuition.", "author": "William Wordsworth"}, {"content": "Deserve your dream.", "author": "Octavio Paz"}, {"content": "Take a step back, evaluate what is important, and enjoy life.", "author": "Teri Garr"}, {"content": "If you think you can win, you can win. Faith is necessary to victory.", "author": "William Hazlitt"}, {"content": "Memories are the best things in life, I think.", "author": "Romy Schneider"}, {"content": "Arriving at one goal is the starting point to another.", "author": "John Dewey"}, {"content": "Out of difficulties grow miracles.", "author": "Jean de la Bruyere"}, {"content": "Your faithfulness makes you trustworthy to God.", "author": "Edwin Louis Cole"}, {"content": "The principle part of faith is patience.", "author": "George MacDonald"}, {"content": "Life is far too important a thing ever to talk seriously about.", "author": "Oscar Wilde"}, {"content": "I love life because what more is there?", "author": "Anthony Hopkins"}, {"content": "Whoever is happy will make others happy too.", "author": "Anne Frank"}, {"content": "I pray God may preserve your health and life many years.", "author": "Junipero Serra"}, {"content": "Nothing is impossible, the word itself says 'I'm possible'!", "author": "Audrey Hepburn"}, {"content": "Reason is our soul's left hand, faith her right.", "author": "John Donne"}, {"content": "To live is so startling it leaves little time for anything else.", "author": "Emily Dickinson"}, {"content": "We have it in our power to begin the world over again.", "author": "Thomas Paine"}, {"content": "Life is never easy for those who dream.", "author": "Robert James Waller"}, {"content": "Find something you're passionate about and keep tremendously interested in it.", "author": "Julia Child"}, {"content": "The wise does at once what the fool does at last.", "author": "Baltasar Gracian"}, {"content": "The power of imagination makes us infinite.", "author": "John Muir"}, {"content": "There is no wealth but life.", "author": "John Ruskin"}, {"content": "Life is measured in love and positive contributions and moments of grace.", "author": "Carly Fiorina"}, {"content": "I've never been a die-hard Beyonce fan. I always thought she was inspirational and beautiful.", "author": "Winnie Harlow"}, {"content": "An aim in life is the only fortune worth finding.", "author": "Robert Louis Stevenson"}, {"content": "Live life for the moment because everything else is uncertain!", "author": "Louis Tomlinson"}, {"content": "Big shots are only little shots who keep shooting.", "author": "Christopher Morley"}, {"content": "To me faith means not worrying.", "author": "John Dewey"}, {"content": "Be faithful to that which exists within yourself.", "author": "Andre Gide"}, {"content": "What is called genius is the abundance of life and health.", "author": "Henry David Thoreau"}, {"content": "I want to make this world perfect.", "author": "Malala Yousafzai"}, {"content": "You change your life by changing your heart.", "author": "Max Lucado"}, {"content": "Faith makes all things possible... love makes all things easy.", "author": "Dwight L. Moody"}, {"content": "I don't wait for the calendar to figure out when I should live life.", "author": "Gene Simmons"}, {"content": "The will to succeed is important, but what's more important is the will to prepare.", "author": "Bobby Knight"}, {"content": "Great hopes make great men.", "author": "Thomas Fuller"}, {"content": "We can't help everyone, but everyone can help someone.", "author": "Ronald Reagan"}, {"content": "No bird soars too high if he soars with his own wings.", "author": "William Blake"}, {"content": "Success is the progressive realization of a worthy goal or ideal.", "author": "Earl Nightingale"}, {"content": "Skepticism, riddling the faith of yesterday, prepared the way for the faith of tomorrow.", "author": "Romain Rolland"}, {"content": "The key to success is action, and the essential in action is perseverance.", "author": "Sun Yat-sen"}, {"content": "What great thing would you attempt if you knew you could not fail?", "author": "Robert H. Schuller"}, {"content": "Do not weep; do not wax indignant. Understand.", "author": "Baruch Spinoza"}, {"content": "The world is full of magical things patiently waiting for our wits to grow sharper.", "author": "Bertrand Russell"}, {"content": "Through hard work, perseverance and a faith in God, you can live your dreams.", "author": "Ben Carson"}, {"content": "Faith is permitting ourselves to be seized by the things we do not see.", "author": "Martin Luther"}, {"content": "You must do the things you think you cannot do.", "author": "Eleanor Roosevelt"}, {"content": "God never made a promise that was too good to be true.", "author": "Dwight L. Moody"}, {"content": "And when I breathed, my breath was lightning.", "author": "Black Elk"}, {"content": "Duty cannot exist without faith.", "author": "Benjamin Disraeli"}, {"content": "Remember when life's path is steep to keep your mind even.", "author": "Horace"}, {"content": "Winning isn’t everything, but it sure beats anything that comes in second.", "author": "Bear Bryant"}, {"content": "The bird is powered by its own life and by its motivation.", "author": "A. P. J. Abdul Kalam"}, {"content": "The thermometer of success is merely the jealousy of the malcontents.", "author": "Salvador Dali"}, {"content": "Pray as though everything depended on God. Work as though everything depended on you.", "author": "Saint Augustine"}, {"content": "How sweet it is!", "author": "Jackie Gleason"}, {"content": "Formal education will make you a living; self-education will make you a fortune.", "author": "Jim Rohn"}, {"content": "Life consists in what a man is thinking of all day.", "author": "Ralph Waldo Emerson"}, {"content": "My life is about ups and downs, great joys and great losses.", "author": "Isabel Allende"}, {"content": "Life is 10% what happens to you and 90% how you react to it.", "author": "Charles R. Swindoll"}, {"content": "What we achieve inwardly will change outer reality.", "author": "Plutarch"}, {"content": "Life is too short to miss out on the beautiful things like a double cheeseburger.", "author": "Channing Tatum"}, {"content": "Nothing is more precious than life... especially the life of your child.", "author": "Peter Diamandis"}, {"content": "Writing is an act of faith, not a trick of grammar.", "author": "E. B. White"}, {"content": "Motivation will almost always beat mere talent.", "author": "Norman Ralph Augustine"}, {"content": "A faith is a necessity to a man. Woe to him who believes in nothing.", "author": "Victor Hugo"}, {"content": "Failure is the key to success; each mistake teaches us something.", "author": "Morihei Ueshiba"}, {"content": "Faith is much better than belief. Belief is when someone else does the thinking.", "author": "R. Buckminster Fuller"}, {"content": "Believers, look up - take courage. The angels are nearer than you think.", "author": "Billy Graham"}, {"content": "I can't prove it scientifically, that there's a God, but I believe.", "author": "Billy Graham"}, {"content": "Whatever life throws at me I'll take it and be grateful for it as well.", "author": "Tom Felton"}, {"content": "You can't build a reputation on what you are going to do.", "author": "Henry Ford"}, {"content": "With self-discipline most anything is possible.", "author": "Theodore Roosevelt"}, {"content": "Life is neither good or evil, but only a place for good and evil.", "author": "Marcus Aurelius"}, {"content": "Without faith, nothing is possible. With it, nothing is impossible.", "author": "Mary McLeod Bethune"}, {"content": "With renunciation life begins.", "author": "Amelia Barr"}, {"content": "Faith in oneself is the best and safest course.", "author": "Michelangelo"}, {"content": "It's fun to have a partner who understands your life and lets you be you.", "author": "Kim Kardashian"}, {"content": "Life would be tragic if it weren't funny.", "author": "Stephen Hawking"}, {"content": "Sometimes life hits you in the head with a brick. Don't lose faith.", "author": "Steve Jobs"}, {"content": "Success is all about persistence and doing the right thing for the long term.", "author": "Bruce Rauner"}, {"content": "The secret of success is to be ready when your opportunity comes.", "author": "Benjamin Disraeli"}, {"content": "Live life to the fullest, and focus on the positive.", "author": "Matt Cameron"}, {"content": "In a gentle way, you can shake the world.", "author": "Mahatma Gandhi"}, {"content": "It's amazing. Life changes very quickly, in a very positive way, if you let it.", "author": "Lindsey Vonn"}, {"content": "I die the king's faithful servant, but God's first.", "author": "Thomas More"}, {"content": "Life itself still remains a very effective therapist.", "author": "Karen Horney"}, {"content": "He conquers who endures.", "author": "Persius"}, {"content": "I have amazing friends who have led inspirational lives.", "author": "Andrew Shue"}, {"content": "A man of courage is also full of faith.", "author": "Marcus Tullius Cicero"}, {"content": "Most of us have far more courage than we ever dreamed we possessed.", "author": "Dale Carnegie"}, {"content": "From a small seed a mighty trunk may grow.", "author": "Aeschylus"}, {"content": "Setting goals is the first step in turning the invisible into the visible.", "author": "Tony Robbins"}, {"content": "Non-violence is the article of faith.", "author": "Mahatma Gandhi"}, {"content": "We know what we are, but know not what we may be.", "author": "William Shakespeare"}, {"content": "The substance of faith is a hope in the unseen.", "author": "Ron Suskind"}, {"content": "Life is all about having a good time.", "author": "Miley Cyrus"}, {"content": "Never retreat. Never explain. Get it done and let them howl.", "author": "Benjamin Jowett"}, {"content": "I'm a strong man of faith.", "author": "Darryl Glenn"}, {"content": "Art requires neither complaisance nor politeness; nothing but faith, faith and freedom.", "author": "Gustave Flaubert"}, {"content": "Either you run the day or the day runs you.", "author": "Jim Rohn"}, {"content": "God enters by a private door into every individual.", "author": "Ralph Waldo Emerson"}, {"content": "Science is organized knowledge. Wisdom is organized life.", "author": "Immanuel Kant"}, {"content": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.", "author": "Colin Powell"}, {"content": "In order to succeed, we must first believe that we can.", "author": "Nikos Kazantzakis"}, {"content": "To begin, begin.", "author": "William Wordsworth"}, {"content": "Life is 10 percent what you make it, and 90 percent how you take it.", "author": "Irving Berlin"}, {"content": "Conduct is three-fourths of our life and its largest concern.", "author": "Matthew Arnold"}, {"content": "My life is like a speeding bullet that just hasn't hit the target yet.", "author": "Kid Cudi"}, {"content": "It's never too late in life to have a genuine adventure.", "author": "Robert Kurson"}, {"content": "Faith is taking the first step even when you don't see the whole staircase.", "author": "Martin Luther King, Jr."}, {"content": "Doubt is not the opposite of faith; it is one element of faith.", "author": "Paul Tillich"}, {"content": "I believe life is an intelligent thing: that things aren't random.", "author": "Steve Jobs"}, {"content": "Obedience is the mother of success and is wedded to safety.", "author": "Aeschylus"}, {"content": "There lives more faith in honest doubt, believe me, than in half the creeds.", "author": "Alfred Lord Tennyson"}, {"content": "Without faith, nothing is possible. With it, nothing is impossible.", "author": "Mary McLeod Bethune"}]